{
    "perfil": "Profile",
    "inicio": "Home",
    "calcular": "Calculate",
    "efemerides": "Ephemeris",
    "mis_cartas": "My charts",
    "mi_carta": "My chart",
    "mis_datos": "My data",
    "welcome": "Hi, {{name}}!",
    "greeting": "this is the sky now",
    "planet_position": "{{planet}} at {{degree}}° {{minutes}}'{{retro}} of {{sign}}",
    "planet_house_position": "{{planet}} at {{degree}}° {{minutes}}'{{retro}} of {{sign}} in the {{casa}}",
    "transit_planets": "Transits",
    "natal_planets": "Natals",
    "transits": "Transits",
    "Ascendente": "Ascendant",
    "Medio Cielo": "Midheaven",
      "solar_return": "Solar Return",
    "Minuto": "Minute",
    "Hora": "Hour",
    "Hoy": "Today",
    "Dia": "Day",
    "today":"Today",
    "yesterday":"Yesterday",
    "last_week":"Last week",
    "Semana": "Week",
    "Mes": "Month",
    "Año": "Year",
    "Glosario": "Glosary",
    "todo":"All",
    "aspectos":"Aspects",
    "retrogradaciones":"Retrogradations",
    "cambios":"Sign changes",
    "lunaciones":"Lunations",
    "buscar":"Search...",
    "Nombre":"Name",
    "Apellido":"Lastname",
    "Correo": "Email address",
    "Contraseña": "Password",
    "Ingresar_Boton": "Log in",
    "Registrar_Boton":"Sign up",
    "Ingresar_Link":"Log in",
    "Ingresar_Pregunta": "Already have an account?",
    "Contraseña_Link": "Enter here",
    "Contraseña_Pregunta": "Forgot your password?",
    "Registrar_Titulo": "Make more and better decisions with Appstral",
    "Registrar_Subtitulo": "To access, you must calculate your Birth Chart",
    "Ingresar_Titulo": "Hello!",
    "Ingresar_Subtitulo": "There's a whole sky waiting for you",
    "Contraseña_Titulo": "Enter your email to reset your password",
    "Contraseña_Boton": "Send email",
    "Footer": " Appstral. All rights reserved.",
    "Fecha_Nacimiento":"Date of birth",
    "Hora_Nacimiento":"Time of birth",
    "Fecha_Formato":"Year - Month - Day",
    "Hora_Formato":"00:00",
    "Seleccion_Pais":"Select a country",
    "Seleccion_Ciudad":"Search a city",
    "Agregar":"Add",
    "Editar":"Edit",
    "Editar_Datos": "Edit data",
    "Agregar_Carta":"Add chart",
    "Editar_Carta":"Edit chart",
    "No_Resultados":"There are no results",
    "Calcular_Titulo":"Calculate an Astral Chart",
    "Calcular":"Calculate",
    "Recientes": "Recent",
    "Antiguas": "Oldest",
    "No_Efemerides": "There are no ephemeris today.",
    "No_Efemerides_Tipo": "There are no events of this type.",
    "Intentar_Semana": "But you can try better luck in 'This Week'",
    "Intentar_Tipo": "But you can try better luck in another category",
    "error":{
      "Ups":"Oops!",
      "Mal": "Something went wrong.",
      "Intentar":"Please try again. If the problem persists, please contact our support team.",
      "Boton": "Back to Home"
    },
    "profile": {
      "Notificaciones": "Notifications",
      "Correo": "Email address",
      "Nuevo_Correo":"Enter your new email address",
      "Nueva_Contraseña":"New password",
      "Actual_Contraseña":"Enter your current password",
      "Contraseña_Eliminar": "You must enter your password",
      "Contraseña": "Change password",
      "Sistema": "House system",
      "Politica": "Data protection policy",
      "Terminos": "Terms and conditions",
      "Cerrar": "Log out",
      "Eliminar_Cuenta": "Delete account",
      "Eliminar": "Delete",
      "Cambiar": "Change",
      "Placidus": "Placidus",
      "Topocéntrico": "Topocentric",
      "Koch": "Koch",
      "Casas iguales": "Equal Houses",
      "Signos enteros": "Whole Signs",
      "Modo": "Dark mode",
      "Default": "System",
      "Encendido": "On",
      "Apagado":"Off",
      "Membresia":"Membership"
    },
      "planetas": {
        "Sol": "Sun",
        "Luna": "Moon",
        "Mercurio": "Mercury",
        "Venus": "Venus",
        "Marte": "Mars",
        "Júpiter": "Jupiter",
        "Saturno": "Saturn",
        "Urano": "Uranus",
        "Neptuno": "Neptune",
        "Plutón": "Pluto",
        "Quirón": "Chiron",
        "Lilith": "Lilith",
        "Nodo Norte": "North Node"
      },
    "opciones": {
        "Ver": "See chart",
        "Editar": "Edit",
        "Compartir": "Share",
        "Eliminar": "Delete"
      },
    "No_Cartas": "There are no charts",
    "signos": {
    "aries": "Aries",
    "taurus": "Taurus",
    "gemini": "Gemini",
    "cancer": "Cancer",
    "leo": "Leo",
    "virgo": "Virgo",
    "libra": "Libra",
    "scorpio": "Scorpio",
    "sagittarius": "Sagittarius",
    "capricorn": "Capricorn",
    "aquarius": "Aquarius",
    "pisces": "Pisces"
  },
  "entra_en": "enters",
  "retrograde":"retrograde",
  "aspectos_tipo": {
    "conjunción": "conjunction",
    "oposición": "opposition",
    "cuadratura": "square"
  },
    "lunacion": {
      "Luna Nueva": "New Moon",
      "Luna Llena": "Full Moon"
    },
    "eclipses": {
      "Eclipse Lunar": "Lunar Eclipse",
      "Eclipse Solar": "Solar Eclipse"
    },
    "toast": {
    "Completar": "You must complete all mandatory fields.",
    "Coordenadas": "The coordinates of the city are not valid.",
    "Guardado": "Chart saved successfully!",
    "No_More_Charts": "You've reached the limit of free cards",
    "Auth": "There was an issue. You are not authenticated.",
    "Ups": "Oops, something went wrong.",
    "Ingresar_Correo": "You must enter your email address.",
    "No_Usuario": "There is no user registered with this email.",
    "Registrado": "This email is already registered.",
    "Contraseña": "Incorrect password. Please try again.",
    "Correo_Contraseña": "The email and/or password you entered is invalid.",
    "No_Cartas": "There was a problem fetching the charts.",
    "Eliminada": "Chart deleted successfully.",
    "Actualizada": "Chart updated successfully.",
    "No_Eliminada": "There was a problem deleting the chart.",
    "No_Agregado": "Oops, there was an issue saving the data.",
    "Actualizados": "Data updated successfully.",
    "Contraseña_Actual": "You must enter your current password to change the email.",
    "Contraseña_Nueva": "You must enter both the current and new passwords.",
    "Contraseña_Actualizada": "Password updated successfully.",
    "Correo_Actualizado": "Email updated successfully.",
    "Ciudad": "You must select a city.",
    "Min_Contraseña": "The password must be at least six characters long.",
    "Fecha_Invalida": "Please, enter a valid date.",
    "Mensaje": "Your message has been sent. Thank you!",
    "No_Mensaje": "There was a problem sending the message."
  },
  "signs": {
    "Aries": "Aries",
    "Tauro": "Taurus",
    "Géminis": "Gemini",
    "Cáncer": "Cancer",
    "Leo": "Leo",
    "Virgo": "Virgo",
    "Libra": "Libra",
    "Escorpio": "Scorpio",
    "Sagitario": "Sagittarius",
    "Capricornio": "Capricorn",
    "Acuario": "Aquarius",
    "Piscis": "Pisces"
  },
  "story": {
    "Crear": "Create a story",
    "Fondo": "Select a background"
  },
    "pricing": {
      "solarTitle": "Become a member to calculate a solar return",
"transitTitle": "Become a member to see planetary transits",
"transitSubtitle": "You'll be able to see the transits of all your charts. If you're a Stellar Member,",      "solarSubtitle": "You'll be able to calculate the solar return for all your astral charts. If you're part of the Stellar membership, you'll have unlimited astral chart calculations:",
      "chartTitle": "You've reached the limit of free charts provided by Appstral",
      "chartSubtitle": "Purchase a chart pack or become a Stellar Member for unlimited astral chart calculations:",
      "PackTitle": "Pack of 5 charts",
      "PackDescription": "Calculate five astral charts and add them to your collection.",
      "SolarTitle": "Solar Plan",
       "SolarPrice":"$0.99 per month",
       "solarSubtitleBold": "Birth chart calculations are unlimited:",
      "EstelarPrice": "$0.99 per month",
      "PackPrice": "$4.99",
"auto": "The subscription renews monthly",
      "SolarDescription": "Solar Members have access to the solar return of all their charts.",
      "EstelarTitle": "Stellar Plan",
      "EstelarDescription": "Stellar Members have access to the solar return of all their charts, ",
      "EstelarDescriptionBold": "and astral chart creation is unlimited!",
      "Pagar": "Get"
    },
     "ShareFooter": "Powered with Appstral precision",
     "membresy":{
      "nomemberTitle": "You're not yet an active member of our community",
      "nomemberSubtitle": "Don't worry, this can be fixed right away.",
      "nomemberPack": "Or you can purchase an",
      "nomemberPackBold": " Astral Charts pack",
      "estelarTitle": "STELLAR MEMBER",
      "solarTitle": "SOLAR MEMBER",
      "estelarDescription": "You have access to the 'Solar Return' feature and can calculate unlimited astral charts.",
      "solarDescription": "You have access to the 'Solar Return' of all your astral charts.",
      "Price": "Your subscription price is",
      "estelarPriceBold": " $0.99 per month",
      "solarPriceBold": " $0.99 per month",
      "reclamos": "Complaints and Suggestions",
      "Cancelar": "Cancel membership",
      "estelarBenefit": "STELLAR BENEFITS",
      "solarBenefit": "SOLAR BENEFITS"
     },
     "alert":{
      "logOutTitle": "We'll be waiting for you to continue soaring through the sky.",
      "logOutSubtitle": "See you soon!",
      "deleteTitle": "Are you sure you want to delete this chart?",
      "cancelar": "Cancel",
      "cerrar": "Log out",
      "enviar": "Send",
      "eliminar": "Delete",
      "enviarMensaje": "Send us a message",
      "mensaje": "Message",
      "asunto": "Subject",
      "editar": "Edit",
      "editTitle": "Free charts provided by Appstral can only be edited once.",
      "cancelTitle": "To cancel your subscription you must do so from the App Store",
      "irATienda": "Go to Store"
         },
     "connection":{
      "title":"We seem to be having trouble connecting",
      "subtitle": "Could you please verify that your internet is working properly?"
     },
     "Policy":{
      "title":"Data Protection Policy",
      "introduction": "This Privacy Policy describes how APPSTRAL (hereinafter, 'APPSTRAL' or 'Platform') collects, stores, and uses the personal information of users who access the Platform. By using the Platform, you accept the terms established in this Privacy Policy and authorize the collection and use of your personal data as detailed herein. APPSTRAL asks you to read this Privacy Policy carefully.",
      "subtitle1":"Introduction",
      "description1": "The term “Personal Data” refers to any information that can identify you, such as your name, email address, telephone number, postal address, or other contact information. APPSTRAL guarantees that it will process your Personal Data in accordance with this Privacy Policy and in compliance with Law 25.326 on the Protection of Personal Data. However, in specific cases, we may process it to comply with legal, regulatory, or other obligations. judicial.",
      "subtitle2":"Who is the Controller of your data?",
      "description2": "The controller of your personal data is:\n● Identity: SITTA TOMÁS RODRIGO\n● DNI: 42.876.938\n● CUIT 20-42876938-5\n● Tax address: Molière 683, Floor 1, Apt. 1, Autonomous City of Buenos Aires\n● Email: contacto@appstral-soporte.com",
      "subtitle3":"What information is collected and from where?",
      "description3": "By submitting their personal data via email or by filling out any form on the Platform, the User consents to APPSTRAL processing it in accordance with this data protection policy.\nWhen using the 'Appstral' services, for the generation of astral letters, data such as the date, time and a place of birth are requested. It's important to note that the user has the freedom to enter the information you want for these fields, not being mandatory that correspond to their real personal data. These data are used only and exclusively to perform the precise astrological calculations required by the functionality of the application, and not to identify the user or associate with their personal profile.\nIn addition, in case of requesting a premium subscription, bank data for collection is collected, according to our Terms and Conditions of Use.\nNo sensitive or personal contact information is collected, except for that strictly necessary for the operation of the app.",
      "subtitle4":"Data retention period?",
      "description4": "The data provided by the user will be kept for the duration of the business relationship with our company, without prejudice to the interested party being able to request its deletion.",
      "subtitle5":"Purpose and legality of data processing",
      "description5": "The personal data collected by APPSTRAL is intended to:\n1. Facilitate, expedite, and comply with the correct provision of the astrological chart analysis and generation services offered through the platform.\n2. Manage requests, queries, and complaints made by the User.\n3. Inform the User about news, updates, promotions, and proposals related to APPSTRAL services, through automated or non-automated means (email, SMS, in-app notifications, among others), which we consider may be of interest to the User.\n4. Personalize the User's experience, including the creation of astrological profiles based on the information provided, in order to offer interpretations and content more appropriate to their interests and needs.\nThe User acknowledges and accepts that failure to provide certain personal data may prevent APPSTRAL from adequately providing the services linked to said data.",
      "subtitle6":"User Withdrawal.",
      "description6": "The user has the right to withdraw their consent at any time, and must communicate this through the following contact methods: contact@appstral-soporte.com. As a general rule, the withdrawal of consent will not affect the use of the Platform. On those occasions in which the User must provide their data through the established fields to make inquiries, request information, or for reasons related to the content of the Platform, they will be duly informed if the completion of any of them is mandatory. This will occur when this data is essential for the correct development of the operation.",
      "subtitle7":"Data Recipients",
      "description7": "The personal data provided by the User will not be communicated to third parties, unless necessary for the provision of the requested services, of which the User will be promptly informed, or when the User has expressly agreed to its communication. Personal data may be communicated to the competent Public Administrations and Bodies, in accordance with current legislation and in accordance with the corresponding legal obligations.",
      "subtitle8":"Security of Personal Data",
      "description8": "APPSTRAL undertakes to adopt the necessary technical and organizational measures, according to the level of security appropriate to the risk of the data collected, in order to guarantee the security of personal data and prevent the accidental or unlawful destruction, loss, or alteration of personal data transmitted, stored, or otherwise processed, or the unauthorized communication or access to such data. However, because APPSTRAL cannot guarantee the total security of the Internet, nor the total absence of hackers, who fraudulently access personal data, the data controller undertakes to inform the User, without undue delay, that a breach of personal data security has occurred, and that it is likely to entail a high risk to the rights and freedoms of natural persons.",
      "subtitle9":"Minors",
      "description9": "Access, use, and subscription to the Platform are permitted only for persons of legal age and with full legal capacity to enter into contracts, in accordance with the legislation in force at the Visitor's and/or User's domicile. Access, use, subscription, or browsing by minors is expressly prohibited. Any breach of this provision will constitute a violation of these Privacy Policies. Parents, guardians, or legal representatives will be responsible for any unauthorized use of APPSTRAL by minors, as well as for any damages that such use may cause to both the minor and third parties.\nAccess, use, and subscription to the Platform are permitted only for persons of legal age and with full legal capacity to enter into contracts, in accordance with the legislation in force at the Visitor's and/or User's domicile. Access, use, subscription, or browsing by minors is expressly prohibited. Any breach of this provision will constitute a violation of these Privacy Policies. Parents, guardians, or legal representatives will be responsible for any unauthorized use of APPSTRAL by minors, as well as for any damages that such use may cause to the minor or to third parties. Access, use, and subscription to the Platform are permitted only for persons of legal age and with full legal capacity to enter into contracts, in accordance with the legislation in force at the Visitor's and/or User's domicile. Access, use, subscription, or browsing by minors is expressly prohibited. Any breach of this provision will constitute a violation of these Privacy Policies. Parents, guardians, or legal representatives will be responsible for any unauthorized use of APPSTRAL by minors, as well as for any damages that such use may cause to the minor or to third parties.",
      "subtitle10":"User Rights",
      "description10": "Visitors and/or Users have the right to access, rectify, update, block or delete the Personal Data they have provided to APPSTRAL, either directly or through a third party. These rights may only be exercised on information that is considered personal data as established in Law No. 25,326 on the Protection of Personal Data.\nTo exercise any of these rights, the Visitor must send an email to contacto@appstral-soporte.com, indicating their first and last name, ID number, the details of their request and the reasons for exercising their right.\nOnce the request is received, APPSTRAL will evaluate its origin and notify the User whether their request has been accepted or rejected. In the case of a request for access to data, the response period will be 10 business days from receipt of the request. If it is a request for rectification, update or deletion, the response will be provided within 5 business days.\nIn accordance with the Pursuant to DNPDP Provision No. 10/08, the owner of personal data has the right to access their personal data free of charge every six months, unless they can prove a legitimate interest in accordance with Article 14, paragraph 3 of Law No. 25,326. The Agency for Access to Public Information, in its capacity as the Control Body of Law No. 25,326, is the entity responsible for receiving complaints and claims related to non-compliance with personal data protection regulations in Argentina.",
      "subtitle11":"Links to third-party sites",
      "description11": "The Platform may contain links to third-party websites. APPSTRAL is not responsible for the privacy policies or content of such sites. It is recommended that you read the privacy policies of each page you visit.",
      "subtitle12":"Modification of the Privacy Policy",
      "description12": "APPSTRAL reserves the right to modify its confidentiality and data protection policy as a result of legislative changes or modifications to its computer data processing policy. If any changes occur, the information will be published on this page, where you can access the current confidentiality and data protection policy. In each case, the relationship with users will be governed by the rules in force at the time the Platform is accessed."
    },

    "Terms": {
  "title": "Terms and Conditions of Use",
  "subtitle1": "1. IDENTIFICATION DATA OF THE SERVICE PROVIDER",
  "description1": "This application, named APPSTRAL (hereinafter referred to as APPSTRAL or the “Platform”), is developed and operated by SITTA TOMÁS RODRIGO, National ID No. 42.876.938, CUIT No. 20-42876938-5, with registered address at Molière 683, 1st Floor, Apartment 1, Autonomous City of Buenos Aires, Postal Code 1407, Argentine Republic.",
  "subtitle2": "2. TERMS AND CONDITIONS OF USE",
  "description2": "2.1 These general conditions apply to all commercial relations between the User and APPSTRAL, unless expressly agreed otherwise in writing.\n2.2 Access to this Platform is the sole responsibility of the Users and implies acceptance of these terms and conditions of use. By accepting them, it is understood that the User has fully agreed to the contract and has therefore read and understood each and every one of the terms, committing to comply with all specifications established therein.\n2.3 The User must make lawful use of this Website and its services in accordance with these terms and conditions of use and current legislation.\n2.4 Likewise, APPSTRAL may unilaterally modify the terms and conditions of use of this Website by publishing them in this legal notice, which will take effect from the moment of publication.\n2.5 All trademarks, trade names or distinctive signs of any kind that appear on the Website are the property of APPSTRAL or, where applicable, of third parties who have authorized their use. The use or access to the Portal and/or the Contents shall not be understood as granting the User any rights over such trademarks, trade names and/or distinctive signs, nor any exploitation rights that may exist or arise over said contents.",
  "subtitle3": "3. SERVICES PROVIDED BY APPSTRAL",
  "description3": "3.1 The purpose of this contract is the provision of a service through a digital tool intended for astrological analysis.\n3.2 APPSTRAL is a digital tool specialized in astrological analysis, designed to offer users a complete and accurate experience in exploring their natal chart and other astral phenomena. Through the application, users can access various features, including:\n3.2.1 Natal chart visualization: Detailed generation of the natal chart based on the user's date, time, and place of birth.\n3.2.2 Solar return calculation: Personalized analysis of the so-called 'astrological birthday', allowing users to anticipate trends and predominant energies for the year.\n3.2.3 Real-time astronomical sky visualization: Interactive representation of the current position of celestial bodies, providing a direct astronomical observation experience from the app.\n3.2.4 Planetary positions and ephemeris consultation: Access to precise data on the location of planets and other celestial bodies at different times.\n3.2.5 Tracking lunar phases and astral events: Updated information on the phases of the Moon and other relevant phenomena, such as eclipses or planetary retrogrades.\n3.3 To ensure maximum accuracy in astrological calculations, APPSTRAL uses the official Swiss Ephemeris license provided by www.astro.com, in accordance with its respective terms of use.\n3.4 The User agrees to use the platform responsibly, releasing APPSTRAL from any liability arising from improper, erroneous, or illegal use of the website or application.",
  "subtitle4": "ENTRY INTO FORCE OF THE GENERAL TERMS AND CONDITIONS",
  "description4": "The General Terms and Conditions shall enter into force and be applicable to APPSTRAL and the User from the moment the User makes use of the application, as such use implies full and unconditional acceptance of these Terms and Conditions. If you do not agree with them, you are requested to refrain from using the application.",
  "subtitle5": "PRIVACY POLICY",
  "description5": "5.1 The privacy policy contained in these General Terms and Conditions must be accepted jointly with them. The information you provide to APPSTRAL is absolutely necessary and is intended to enable us to provide you with the services available through the platform.\n5.2 The required data will be processed in accordance with Argentine Law No. 25.326 on the Protection of Personal Data (Habeas Data).\n5.3 Likewise, your personal data will not be sold or transferred to third parties without your express consent.",
  "subtitle6": "6. INFORMATION AND REQUESTED DOCUMENTATION",
  "description6": "6.1 Both individuals and legal entities who access the Platform, register on it, and provide the requested information during the registration process may use 'APPSTRAL' and, therefore, the services made available to the User. This information is collected in order to enable a service with more features for the end user.\n6.2 Additionally, for more information about our data protection and privacy policy, please refer to our Privacy Policy.",
  "subtitle7": "7. MINORS",
  "description7": "Minors are not allowed to use the services provided by APPSTRAL through the Website. Therefore, any request to register as a member of APPSTRAL by a person under eighteen (18) years of age will be denied.",
  "subtitle8": "8. SERVICE MODALITIES",
  "description8": "8.1 APPSTRAL offers two service modalities:\n8.1.1 Free service, which offers:\n8.1.1.1 Users can save up to a maximum of three astrological charts in their collection.\n8.1.1.2 They do not have access to the solar revolution calculation.\n8.1.1.3 They can only edit an astrological chart once.\n8.1.2 Premium Service, which offers Users the following advantages:\n8.1.2.1 Access to the solar revolution calculation in real time for any of their charts.\n8.1.2.2 Unlimited astrological charts to save in their collection.\n8.1.2.3 Unrestricted calculation, editing, and deletion of created astrological charts.\n8.1.2.4 Access to additional benefits, if any, from external services such as astrological consultations/readings with professionals or discounts on astrology courses.\n8.2 The platform has a subscription system that enables exclusive features for premium users. Subscriptions are managed through app stores, specifically the App Store.\n8.3 Payment for the subscription, which costs USD 1 (one US dollar), is made exclusively through the AppStore, with Apple being the main party responsible for commercial intermediation. The application owner has no access to or control over the payment process or the payment accreditation deadlines.\n8.4 Regarding the subscription to the premium service, it will be activated once correct registration and payment have been verified. This may take up to 48 hours for reasons beyond the control of the app owner. Under no circumstances may compensation, reimbursement, or indemnity be required for such delay.\n8.5 APPSTRAL Users can find more information regarding the services offered, as well as the price and fees for using them, by accessing the 'Membership' section of the Platform.",
  "subtitle9": "9. OBLIGATIONS",
  "description9": "9.1 APPSTRAL undertakes to:\n9.1.1 Respond as diligently as possible to all queries that the User may have arising from the use of the services offered.\n9.1.2 Provide the service to the Client in accordance with the provisions of these conditions.\n9.1.3 Keep the APPSTRAL platform operational 24 hours a day, except for temporary interruptions due to website maintenance services, technical or computer problems such as internet outages caused by any cause, computer attacks and similar situations that temporarily make the provision of the service impossible. This will be restored as soon as the incidents have been resolved.\n9.1.4 Notify any movement that APPSTRAL may consider suspicious in order to compromise the security of the User's account, for subsequent analysis.\n9.2 The User undertakes to:\n9.2.1 Communicate to APPSTRAL all the data necessary for access and use of services that require prior identification, which must be truthful, current and accurate.\n9.2.2 Confirm acceptance of these General Conditions by checking the box in the application inviting you to accept the terms and conditions of APPSTRAL.\n9.2.3 Make appropriate use of the Services included in the APPSTRAL Platform, always in accordance with the legal system.\n9.2.4 Not to carry out any activity that hinders or interferes with the operation of the Services included in the Platform.",
  "subtitle10": "10. EXCLUSIONS OF LIABILITY",
  "description10": "10.1 The services offered through the APPSTRAL platform comply with the provisions of Argentine law. APPSTRAL shall not be liable for those services that do not comply with the legal provisions of other countries that may be accessed by users outside of Argentina.\n10.2 The Platform is exonerated from any liability in the following cases: 10.2.1 Improper use of the APPSTRAL platform by the User. 10.2.2 Damages or losses suffered as a result of unforeseeable or unavoidable events, including, but not limited to, acts of God or force majeure. 10.2.3 Failures, technical errors, accidents, breakdowns, manipulations, service interruptions, or other incidents that may occur in equipment or technical services other than “APPSTRAL,” whose correct operation is necessary for the provision of the service. 10.2.4 Temporary unavailability of the platform due to force majeure or technical suspensions necessary for the maintenance or improvement of the service. 10.3 The User shall be liable for any damages that may be caused to third parties due to the improper use of the data provided, including, but not limited to: 10.3.1 The use of inaccurate, false, or untrue data. 10.3.2 The use by third parties of the User's personal access credentials.",
  "subtitle11": "11. APPSTRAL ASSIGNMENT AND SUBROGATION",
  "description11": "APPSTRAL, if it deems it necessary, may assign or subcontract the contracts entered into with Users to other entities to carry out the purpose of the contract as established in these General Conditions.",
  "subtitle12": "12. SUPPORT AND COMPLAINTS",
  "description12": "12.1 For any questions, technical issues, complaints, or support requests, the User may contact us via email at:\ncontact@appstral-soporte.com.\n12.2 We will endeavor to provide a response within a reasonable timeframe, always prioritizing effective and timely assistance.",
  "subtitle13": "13. NOTIFICACIONES Y ACTUALIZACIONES",
  "description13": "El Usuario podrá optar por recibir o no notificaciones dentro de la aplicación relacionadas con novedades, actualizaciones, alertas y mejoras. Esta preferencia podrá configurarse directamente en el perfil de usuario.",
  "subtitle14": "14. INTELLECTUAL PROPERTY AND TRADEMARK",
  "description14": "The APPSTRAL trademark is registered in the name of SITTA TOMÁS RODRIGO and is protected by current industrial property legislation. All content, designs, interfaces, source code, functionalities, texts, images, databases, and other elements comprising APPSTRAL are the exclusive property of its owner and may not be reproduced, distributed, or used without its express written authorization.",
  "subtitle15": "15. CONSUMER PROTECTION",
  "description15": "APPSTRAL respects the rights of users as consumers, in accordance with Law No. 24,240 and other applicable regulations. In the event of any inconvenience, the User may resort to both the platform's own customer service channels and official consumer protection agencies.",
  "subtitle16": "16. APPLICABLE LAW AND JURISDICTION",
  "description16": "These Terms and Conditions are governed by the current legislation of the Argentine Republic. For any dispute arising from the use of the application, the parties submit to the jurisdiction of the ordinary courts of the Autonomous City of Buenos Aires, waiving any other jurisdiction that may apply."
},
  "birthday_notification": "Happy Birthday, {{name}}",
  "birthday_message": "Today is {{name}}'s birthday! Celebrate this new cycle.",
  "your_card": "your card",
  "card_birthday_notification": "Happy Birthday, {{name}}",
  "card_birthday_message": "Today is {{name}}'s birthday! Celebrate this new cycle.",
  "user_birthday_notification": "Happy Birthday {{name}}!",
  "user_birthday_message": "We hope you have a wonderful day filled with joy and new opportunities!",
"todayChart": "TODAY'S CHART"

        }