{
    "perfil": "Perfil",
    "inicio": "Inicio",
    "calcular": "Calcular",
    "efemerides": "Efemérides",
    "mis_cartas": "Mis cartas",
    "mi_carta": "Mi carta",
    "mis_datos": "Mis datos",
    "welcome": "¡Hola, {{name}}!",
    "greeting": "este es el cielo ahora",
    "planet_position": "{{planet}} a {{degree}}° {{minutes}}'{{estacionario}}{{retro}} de {{sign}}",
    "planet_house_position": "{{planet}} a {{degree}}° {{minutes}}'{{retro}} de {{sign}} en casa {{casa}}",
    "Ascendente": "Ascendente",
    "Minuto": "Minuto",
    "Hora": "Hora",
    "Hoy": "Hoy",
    "Dia": "Día",
    "Semana": "Semana",
    "Mes": "Mes",
    "Año": "Año",
    "Glosario": "Glosario",
    "todo":"Todo",
    "aspectos":"Aspectos",
    "aspectos_tipo": {
      "conjunción": "conjunción",
      "oposición": "oposición",
      "cuadratura": "cuadratura"
      },
    "retrogradaciones":"Retrogradaciones",
    "cambios":"Cambios de signo",
    "lunaciones":"Lunaciones",
    "buscar":"Buscar...",
    "Nombre":"Nombre",
    "Apellido":"Apellido",
    "Contraseña": "Contraseña",
    "Ingresar_Boton": "Ingresar",
    "Registrar_Boton":"Ingresar",
    "Ingresar_Link":"Iniciá sesión",
    "Ingresar_Pregunta": "¿Ya tienes una cuenta?",
    "Contraseña_Link": "Ingresá aquí",
    "Contraseña_Pregunta": "¿Olvidaste tu contraseña?",
    "Registrar_Titulo": "Tomá más y mejores decisiones con Appstral",
    "Registrar_Subtitulo": "Para acceder, deberás calcular tu Carta Natal",
    "Ingresar_Titulo": "¡Hola!",
    "Ingresar_Subtitulo": "Hay todo un cielo esperándote",
    "Contraseña_Titulo": "Ingresa tu correo para restablecer la contraseña",
    "Contraseña_Boton": "Enviar correo",
    "Footer": "©2025 Appstral Astrología. Todos los derechos reservados.",
    "Correo": "Correo electrónico",
    "Fecha_Nacimiento":"Fecha de nacimiento",
    "Hora_Nacimiento":"Hora de nacimiento",
    "Fecha_Formato":"Día - Mes - Año",
    "Hora_Formato":"00:00",
    "Seleccion_Pais":"Selecciona un pais",
    "Seleccion_Ciudad":"Busca una ciudad",
    "Agregar":"Agregar",
    "Editar":"Editar",
    "Editar_Datos": "Editar datos",
    "Agregar_Carta":"Agregar carta",
    "Editar_Carta":"Editar carta",
    "Calcular_Titulo":"Calcula una Carta Astral",
    "Calcular":"Calcular",
    "No_Resultados":"No hay resultados",
    "Recientes": "Más recientes",
    "Antiguas": "Más antiguas",
    "No_Efemerides": "Hoy no hay efemérides.",
    "No_Efemerides_Tipo": "No hay eventos de este tipo.",
    "Intentar_Semana": "Pero puedes intentar mejor suerte en 'Esta semana'",
    "Intentar_Tipo": "Pero puedes intentar mejor suerte con otra categoría",
    "error":{
      "Ups":"¡Ups!",
      "Mal": "Algo salió mal.",
      "Intentar":"Por favor, vuelve a intentarlo. Si el problema persiste, ponte en contacto con nuestra área de soporte.",
      "Boton": "Volver al inicio"
    },
    "profile": {
      "Notificaciones": "Notificaciones",
      "Correo": "Correo electrónico",
      "Nuevo_Correo":"Introduce tu nuevo correo electrónico",
      "Nueva_Contraseña":"Nueva contraseña",
      "Actual_Contraseña":"Introduce la contraseña actual",
      "Contraseña_Eliminar": "Debes ingresar tu contraseña",
      "Contraseña": "Cambiar contraseña",
      "Sistema": "Sistema de casas",
      "Politica": "Política de protección de datos",
      "Terminos": "Términos y condiciones",
      "Cerrar": "Cerrar sesión",
      "Eliminar_Cuenta": "Eliminar cuenta",
      "Eliminar": "Eliminar",
      "Cambiar": "Cambiar",
      "Placidus": "Placidus",
      "Topocéntrico": "Topocéntrico",
      "Koch": "Koch",
      "Casas iguales": "Casas iguales",
      "Signos enteros": "Signos enteros",
      "Modo": "Modo oscuro",
      "Default": "Por sistema",
      "Encendido": "Encendido",
      "Apagado":"Apagado",
      "Membresia":"Membresía"
    },
    "opciones": {
      "Ver": "Ver carta",
      "Editar": "Editar",
      "Compartir": "Compartir",
      "Eliminar": "Eliminar"
    },
    "No_Cartas": "Aún no hay cartas",
    "planetas": {
      "Sol": "Sol",
      "Luna": "Luna",
      "Mercurio": "Mercurio",
      "Venus": "Venus",
      "Marte": "Marte",
      "Júpiter": "Júpiter",
      "Saturno": "Saturno",
      "Urano": "Urano",
      "Neptuno": "Neptuno",
      "Plutón": "Plutón",
      "Quirón": "Quirón",
      "Lilith": "Lilith",
      "Nodo Norte": "Nodo Norte"
    },
    "signos": {
      "aries": "Aries",
      "taurus": "Tauro",
      "gemini": "Géminis",
      "cancer": "Cáncer",
      "leo": "Leo",
      "virgo": "Virgo",
      "libra": "Libra",
      "scorpio": "Escorpio",
      "sagittarius": "Sagitario",
      "capricorn": "Capricornio",
      "aquarius": "Acuario",
      "pisces": "Piscis"
    },
    "entra_en": "entra en",
    "retrograde":"retrógrado",

      "lunacion": {
        "Luna Nueva": "Luna Nueva",
        "Luna Llena": "Luna Llena"
      },
      "eclipses": {
        "Eclipse Lunar": "Eclipse Lunar",
        "Eclipse Solar": "Eclipse Solar"
      },
      "toast": {
        "Completar": "Debes completar todos los campos obligatorios.",
        "Coordenadas": "Las coordenadas de la ciudad no son válidas.",
        "Guardado": "¡Carta guardada exitosamente!",
        "Auth": "Hubo un error. No estás autenticado",
        "Ups": "Ups, algo salió mal.",
        "No_More_Charts": "Has alcanzado el límite de cartas gratuitas",
        "Ingresar_Correo": "Debes ingresar tu correo electrónico.",
        "No_Usuario": "No hay ningún usuario registrado con este correo.",
        "Registrado": "Este correo ya está registrado.",
        "Contraseña": "Contraseña incorrecta. Intente de nuevo.",
        "Correo_Contraseña": "El correo y/o contraseña que has ingresado no son válidos",
        "No_Cartas":"Hubo un problema al obtener las cartas.",
        "Eliminada": "Carta eliminada exitosamente.",
        "Actualizada": "Carta actualizada exitosamente.",
        "No_Eliminada": "Hubo un problema al eliminar la carta.",
        "No_Agregado": "Ups, hubo un problema al guardar los datos.",
        "Actualizados": "Datos actualizados exitosamente.",
        "Contraseña_Actual": "Debes ingresar tu contraseña actual para cambiar el email.",
        "Contraseña_Nueva": "Debes ingresar la contraseña actual y la nueva.",
        "Contraseña_Actualizada": "Contraseña actualizada exitosamente.",
        "Correo_Actualizado": "Correo electrónico actualizado exitosamente.",
        "Ciudad": "Debes seleccionar una ciudad.",
        "Min_Contraseña": "La contraseña debe tener mínimo seis caracteres.",
        "Fecha_Invalida": "Por favor, ingrese una fecha válida.",
        "Hora_Invalida": "Por favor, ingrese una hora válida.",
        "Mensaje": "Tu mensaje ha sido enviado. ¡Muchas gracias!",
        "No_Mensaje": "Hubo un problema al enviar el mensaje."
      },
    "signs": {
    "Aries": "Aries",
    "Tauro": "Tauro",
    "Géminis": "Géminis",
    "Cáncer": "Cáncer",
    "Leo": "Leo",
    "Virgo": "Virgo",
    "Libra": "Libra",
    "Escorpio": "Escorpio",
    "Sagitario": "Sagitario",
    "Capricornio": "Capricornio",
    "Acuario": "Acuario",
    "Piscis": "Piscis"
    },
    "story": {
      "Crear": "Crea una story",
      "Fondo": "Selecciona un fondo"
    },
    "pricing":{
      "solarTitle": "Conviertete en miembro para calcular una revolución solar",
      "solarSubtitle": "Podrás calcular la revolución de todas tus cartas astrales. Si formas parte de la membresía Estelar,",
      "solarSubtitleBold": " los cálculos de cartas astrales son ilimitados:",
      "chartTitle": "Has alcanzado el límite de cartas que obsequia Appstral",
      "chartSubtitle": "Adquiere un paquete de cartas, o conviértete en Miembro Estelar y calcula cartas astrales de manera ilimitada:",
      "PackTitle": "Pack de 5 cartas  $5",
      "PackDescription": "Calcula cinco cartas astrales y súmalas a tu colección.",
      "SolarTitle": "Miembro Solar $1 / mes",
      "SolarDescription": "Los Miembros Solares tienen acceso a la revolución solar de todas sus cartas.",
      "EstelarTitle": "Miembro Estelar $1 / mes",
      "EstelarDescription": "Los miembros estelares tienen",
      "EstelarDescriptionBold": " acceso a la revolución solar de todas sus cartas, ¡y la creación de cartas astrales es ilimitada!",
      "Pagar": "Obtener"
    },
    "ShareFooter": "Calculada con la precisión de Appstral",
    "membresy":{
      "nomemberTitle": "Aún no eres miembro activo de nuestra comunidad",
      "nomemberSubtitle": "No te preocupes, esto se soluciona ahora mismo.",
      "nomemberPack": "O adquiere un",
      "nomemberPackBold": " paquete de Cartas Astrales",
      "estelarTitle": "MIEMBRO ESTELAR",
      "solarTitle": "MIEMBRO SOLAR",
      "estelarDescription": "Tienes acceso a la función 'Revolución Solar', y puedes calcular cartas astrales de manera ilimitada.",
      "solarDescription": "Tienes acceso a la 'Revolución Solar' de todas tus cartas astrales.",
      "Price": "El precio de tu suscripción es de ",
      "estelarPriceBold": "$1 al mes",
      "solarPriceBold": "$1 al mes",
      "reclamos": "Reclamos y Sugerencias",
      "Cancelar": "Cancelar mi membresía",
      "estelarBenefit": "BENEFICIO ESTELAR",
      "solarBenefit": "BENEFICIO SOLAR"
     },
     "alert":{
      "logOutTitle": "Te esperamos para seguir surcando el cielo.",
      "logOutSubtitle": "¡Hasta pronto!",
      "deleteTitle": "¿Estás seguro de que quieres eliminar esta carta?",
      "cancelar": "Cancelar",
      "enviar": "Enviar",
      "cerrar": "Cerrar sesión",
      "editar": "Editar",
      "eliminar": "Eliminar",
      "enviarMensaje": "Envíanos un mensaje",
      "mensaje": "Mensaje",
      "asunto": "Asunto",
      "editTitle": "Las cartas gratuitas obsequiadas por Appstral solo se pueden editar una vez",
      "cancelTitle": "Para cancelar tu suscripción debes hacerlo desde el Play Store",
      "irATienda": "Ir a la Tienda"
     },
     "connection":{
      "title":"Parece que estamos teniendo problemas para conectarnos",
      "subtitle": "¿Podrías verificar que tu internet esté funcionando correctamente?"
     },


     "Policy":{
      "title":"Política de protección de datos",
      "introduction": "La presente Política de Privacidad describe cómo APPSTRAL (en lo sucesivo, 'APPSTRAL' o 'Plataforma'), recopila, almacena y utiliza la información personal de los usuarios que acceden a la Plataforma.\nAl utilizar la Plataforma, usted acepta los términos establecidos en esta Política de Privacidad y autoriza la recopilación y uso de sus datos personales conforme a lo detallado aquí.\nAPPSTRAL le pide que lea con detenimiento estas Políticas de Privacidad.",
      "subtitle1":"Introducción",
      "description1": "El término “Datos Personales” se refiere a cualquier información que pueda identificarlo, como su nombre, dirección de correo electrónico, teléfono, dirección postal u otra información de contacto.\nAPPSTRAL garantiza que procesará sus Datos Personales conforme a esta Política de Privacidad y en cumplimiento de la Ley 25.326 de Protección de Datos Personales. No obstante, en casos específicos podríamos procesarlos para cumplir con obligaciones legales, regulatorias o judiciales.",
      "subtitle2":"¿Quién es el Responsable del tratamiento de sus datos?",
      "description2": "El responsable del tratamiento de los datos de índole personal es:\n● Identidad: SITTA TOMÁS RODRIGO\n● DNI:42.876.938\n● CUIT 20-42876938-5\n● Domiciliación fiscal: Molière 683 Piso 1 Depto 1, Ciudad Autónoma de Buenos Aires\n● Correo electrónico: contacto@appstral-soporte.com",
      "subtitle3":"¿Qué información se recaba y de dónde?",
      "description3": "El Usuario, por el hecho de remitir sus datos de carácter personal a través de correo electrónico o rellenando cualquier formulario de la Plataforma, consiente a APPSTRAL su tratamiento conforme a la presente política de protección de datos.\nAl utilizar los servicios ofrecidos por APPSTRAL, se obtienen datos como: fecha, hora y lugar de nacimiento, entre otros, así como datos bancarios para el cobro de la suscripción premium en caso de que la solicite, de acuerdo a nuestros Términos y condiciones de uso.\nNo se recolectan datos sensibles, ni de contacto personal, salvo los estrictamente necesarios para el funcionamiento de la app.",
      "subtitle4":"¿Tiempo de conservación de datos?",
      "description4": "Los datos proporcionados por el usuario se conservarán durante la vigencia de la relación comercial con nuestra compañía, sin perjuicio de que el interesado pueda solicitar la supresión de los mismos.",
      "subtitle5":"Finalidad y licitud del procesamiento de datos",
      "description5": "Los datos personales recabados por APPSTRAL tienen como finalidad:\n1. Facilitar, agilizar y cumplir con la correcta prestación de los servicios de análisis y generación de cartas astrales ofrecidos a través de la plataforma.\n2. Gestionar las solicitudes, consultas y reclamos realizados por el Usuario.\n3. Informar al Usuario sobre novedades, actualizaciones, promociones y propuestas relacionadas con los servicios de APPSTRAL, a través de medios automatizados o no automatizados (correo electrónico, SMS, notificaciones dentro de la app, entre otros), que consideremos puedan ser de su interés.\n4. Personalizar la experiencia del Usuario, incluyendo la elaboración de perfiles astrológicos basados en la información proporcionada, con el fin de ofrecer interpretaciones y contenidos más adecuados a sus intereses y necesidades.\nEl Usuario reconoce y acepta que la falta de provisión de ciertos datos personales podrá impedir a APPSTRAL prestar de forma adecuada los servicios vinculados a dichos datos.",
      "subtitle6":"Desistimiento del Usuario.",
      "description6": "El usuario tendrá derecho a desistir en su consentimiento en cualquier momento, debiendo comunicarse el mismo a través de los siguientes medios de contacto:\ncontacto@appstral-soporte.com\nComo regla general, la retirada del consentimiento no condicionará el uso de la Plataforma. En aquellas ocasiones en las que el Usuario deba facilitar sus datos a través de los campos establecidos para realizar consultas, solicitar información o por motivos relacionados con el contenido de la Plataforma, será debidamente informado en caso de que la cumplimentación de alguno de ellos sea obligatoria, esto se dará cuando estos datos sean imprescindibles para el correcto desarrollo de la operación.",
      "subtitle7":"Destinatarios de los datos",
      "description7": "Los datos personales facilitados por el Usuario no serán comunicados a terceros, salvo que ello sea necesario para la prestación de los servicios solicitados, de lo que será puntualmente informado, o cuando el Usuario hubiera aceptado expresamente su comunicación. Los datos personales podrán ser comunicados a las Administraciones y Organismos Públicos competentes, de conformidad con la legislación vigente y de acuerdo con las obligaciones legales correspondientes.",
      "subtitle8":"Seguridad de los datos personales",
      "description8": "APPSTRAL se compromete a adoptar las medidas técnicas y organizativas necesarias, según el nivel de seguridad adecuado al riesgo de los datos recogidos, de forma que se garantice la seguridad de los datos de carácter personal y se evite la destrucción, pérdida o alteración accidental o ilícita de datos personales transmitidos, conservados o tratados de otra forma, o la comunicación o acceso no autorizados a dichos datos.\nSin embargo, debido a que APPSTRAL no puede garantizar la seguridad total de internet, ni la ausencia total de “hackers” que accedan de modo fraudulento a los datos personales, el responsable del tratamiento se compromete a comunicar al Usuario, sin dilaciones indebidas, que ha ocurrido una violación de la seguridad de los datos personales, y que sea probable que entrañe un alto riesgo para los derechos y libertades de las personas físicas.",
      "subtitle9":"Menores",
      "description9": "El acceso, uso y suscripción en la Plataforma están permitidos únicamente para personas mayores de edad y con plena capacidad legal para contratar, conforme a la legislación vigente en el domicilio del Visitante y/o Usuario. Queda expresamente prohibido el acceso, uso, suscripción o navegación por parte de menores de edad. Cualquier incumplimiento de esta disposición constituirá una violación a las presentes Políticas de Privacidad. Los padres, tutores o representantes legales serán responsables de cualquier uso no autorizado de APPSTRAL por parte de menores de edad, así como de los daños que dicho uso pudiera ocasionar tanto al menor como a terceros.\nEl acceso, uso y suscripción en la Plataforma están permitidos únicamente para personas mayores de edad y con plena capacidad legal para contratar, conforme a la legislación vigente en el domicilio del Visitante y/o Usuario. Queda expresamente prohibido el acceso, uso, suscripción o navegación por parte de menores de edad. Cualquier incumplimiento de esta disposición constituirá una violación a las presentes Políticas de Privacidad. Los padres, tutores o representantes legales serán responsables de cualquier uso no autorizado de APPSTRAL por parte de menores de edad, así como de los daños que dicho uso pudiera ocasionar tanto al menor como a terceros.\nEl acceso, uso y suscripción en la Plataforma están permitidos únicamente para personas mayores de edad y con plena capacidad legal para contratar, conforme a la legislación vigente en el domicilio del Visitante y/o Usuario. Queda expresamente prohibido el acceso, uso, suscripción o navegación por parte de menores de edad. Cualquier incumplimiento de esta disposición constituirá una violación a las presentes Políticas de Privacidad. Los padres, tutores o representantes legales serán responsables de cualquier uso no autorizado de APPSTRAL por parte de menores de edad, así como de los daños que dicho uso pudiera ocasionar tanto al menor como a terceros.",
      "subtitle10":"Derechos del Usuario",
      "description10": "Los Visitantes y/o Usuarios tienen el derecho de acceder, rectificar, actualizar, bloquear o suprimir los Datos Personales que hayan proporcionado a APPSTRAL, ya sea directamente o a través de un tercero. Estos derechos solo pueden ejercerse sobre información que sea considerada dato personal según lo establecido en la Ley Nº 25.326 de Protección de Datos Personales.\nPara ejercer cualquiera de estos derechos, el Visitante deberá enviar un correo electrónico a contacto@appstral-soporte.com, indicando su nombre y apellido, número de DNI, el detalle de su solicitud y los motivos del ejercicio de su derecho.\nUna vez recibida la solicitud, APPSTRAL evaluará su procedencia y notificará al Usuario si su solicitud ha sido aceptada o rechazada. En caso de tratarse de una solicitud de acceso a los datos, el plazo de respuesta será de 10 días hábiles desde la recepción del pedido. Si se trata de una solicitud de rectificación, actualización o supresión, la respuesta se brindará en un plazo de 5 días hábiles.\nDe acuerdo con la Disposición DNPDP N° 10/08, el titular de los datos personales tiene la facultad de ejercer el derecho de acceso a los mismos en forma gratuita cada seis meses, salvo que acredite un interés legítimo conforme lo dispuesto en el artículo 14, inciso 3 de la Ley Nº 25.326.\nLa Agencia de Acceso a la Información Pública, en su carácter de Órgano de Control de la Ley Nº 25.326, es la entidad encargada de recibir denuncias y reclamos relacionados con el incumplimiento de la normativa de protección de datos personales en Argentina.",
      "subtitle11":"Enlaces a sitios de terceros",
      "description11": "La Plataforma puede contener enlaces a sitios web de terceros. APPSTRAL no se responsabiliza por las políticas de privacidad o el contenido de dichos sitios. Se recomienda leer las políticas de privacidad de cada página visitada.",
      "subtitle12":"Modificación de la política de privacidad",
      "description12": "APPSTRAL se reserva el derecho de modificar su política de confidencialidad y de protección de datos como consecuencia de un cambio legislativo o de modificación de la política de tratamiento informático de los datos. Si se produjera alguna modificación, la información será publicada en esta página, donde podrá tener acceso a la política actual en materia de confidencialidad y protección de datos. En cada caso, la relación con los usuarios se regirá por las normas previstas en el momento preciso en que se accede a la Plataforma."
     },
"Terms": {
  "title": "Términos y condiciones de uso",
  "subtitle1": "1. DATOS IDENTIFICATIVOS DEL PRESTADOR DE SERVICIOS",
  "description1": "La presente aplicación, denominada APPSTRAL (en lo sucesivo, “APPSTRAL” o “Plataforma”), es desarrollada y operada por SITTA TOMÁS RODRIGO, DNI N° 42.876.938, CUIT N° 20-42876938-5, con domicilio real en Molière 683 Piso 1 Depto 1, Ciudad Autónoma de Buenos Aires, Código Postal 1407, República Argentina.",
  "subtitle2": "2. TÉRMINOS Y CONDICIONES DE USO",
  "description2": "2.1 Estas condiciones generales se aplican a toda relación comercial entre el Usuario y APPSTRAL, salvo acuerdo expreso por escrito.\n2.2 El acceso a esta Plataforma es responsabilidad exclusiva de los Usuarios y supone aceptar los presentes términos y condiciones de uso. Con la aceptación se entiende que el Usuario ha aceptado íntegramente el contrato y que, por tanto, previamente ha leído y entendido todos y cada uno de los términos, obligándose a cumplir todas las especificaciones establecidas en las mismas.\n2.3 El Usuario debe realizar un uso lícito de la presente Página Web y sus servicios de acuerdo a los presentes términos y condiciones de uso y a la legalidad vigente.\n2.4 Asimismo, APPSTRAL podrá modificar unilateralmente los términos y condiciones de uso de esta Página Web mediante su publicación en este aviso legal, y producirán efectos desde el mismo momento de su publicación.\n2.5 Todas las marcas, nombres comerciales o signos distintivos de cualquier clase que aparecen en la Página son propiedad de “APPSTRAL o, en su caso, de terceros que han autorizado su uso, sin que pueda entenderse que el uso o acceso al Portal y/o a los Contenidos atribuya al Usuario derecho alguno sobre las citadas marcas, nombres comerciales y/o signos distintivos, y sin que puedan entenderse cedidos al Usuario ninguno de los derechos de explotación que existen o puedan existir sobre dichos contenidos.",
  "subtitle3": "3. SERVICIOS PRESTADOS POR APPSTRAL",
  "description3": "3.1 El objeto del presente contrato es la prestación de un servicio mediante una herramienta digital destinada al análisis astrológico.\n3.2 “APPSTRAL” es una herramienta digital especializada en el análisis astrológico, diseñada para ofrecer a los usuarios una experiencia completa y precisa en la exploración de su carta natal y otros fenómenos astrales. A través de la aplicación, los usuarios pueden acceder a diversas funcionalidades, entre las cuales se incluyen:\n3.2.1 Visualización de la carta astral: Generación detallada de la carta natal a partir de la fecha, hora y lugar de nacimiento del usuario.\n3.2.2. Cálculo de la revolución solar: Análisis personalizado del llamado 'cumpleaños astrológico', que permite prever tendencias y energías predominantes para el año.\n3.2.3 Visualización del cielo astronómico en tiempo real: Representación interactiva de la posición actual de los cuerpos celestes, brindando una experiencia de observación astronómica directa desde la app.\n3.2.4 Consulta de posiciones planetarias y efemérides: Acceso a datos precisos sobre la ubicación de los planetas y otros cuerpos celestes en distintos momentos.\n3.2.5 Seguimiento de fases lunares y eventos astrales: Información actualizada sobre las fases de la Luna y otros fenómenos relevantes, como eclipses o retrogradaciones planetarias.\n3.3 Para garantizar la máxima precisión en los cálculos astrológicos, APPSTRAL utiliza la licencia oficial de Swiss Ephemeris, proporcionada por www.astro.com, de acuerdo con sus respectivos términos de uso.\n3.4 El Uusario se compromete a utilizar la plataforma de forma responsable, exonerando a “APPSTRAL” de cualquier responsabilidad derivada de un uso inadecuado, erróneo o ilegal de la plataforma Web o la aplicación.",
  "subtitle4": "ENTRADA EN VIGOR DE LAS CONDICIONES GENERALES",
  "description4": "Las Condiciones Generales entrarán en vigor y serán de aplicación a “APPSTRAL” y al Usuario a partir del momento en que este haga uso de la aplicación, ya que dicho uso implica la aceptación plena y sin reservas de los presentes Términos y Condiciones. En caso de no estar de acuerdo con ellos, se solicita abstenerse de utilizar la aplicación.",
  "subtitle5": "POLÍTICA DE PRIVACIDAD",
  "description5": "5.1 La política de privacidad contenida en estas Condiciones Generales deberá ser aceptada conjuntamente con ellas. La información que usted proporcione a APPSTRAL es absolutamente necesaria y tiene como finalidad poder prestarle los servicios necesarios para que usted, a través de la plataforma.\n5.2 Los datos requeridos serán tratados conforme a la Ley N° 25.326 de Protección de los Datos Personales (Habeas Data).\n5.3 Asimismo, no se venderán ni se cederán sus datos personales a terceros sin su consentimiento expreso.",
  "subtitle6": "6. INFORMACIÓN Y DOCUMENTACIÓN SOLICITADA",
  "description6": "6.1 Podrán hacer uso de “APPSTRAL” y, por tanto, de los servicios que se ponen a disposición del Usuario, todas aquellas personas físicas o jurídicas que accedan a la Plataforma, se den de alta en la misa y aporten la información solicitada durante el proceso de registro. La presente información se recolecta con objeto de permitir un servicio con más funcionalidades para el usuario final.\n6.2 Adicionalmente, para más información sobre nuestra política de protección de datos y privacidad consulte nuestra Política de Privacidad.",
  "subtitle7": "7. MENORES DE EDAD",
  "description7": "Los menores de edad no pueden utilizar los servicios que APPSTRAL presta a través de la Web, por lo que cualquier solicitud de ingreso como miembro en el APPSTRAL de un menor de dieciocho años (18) será denegada.",
  "subtitle8": "8. MODALIDADES DE SERVICIO",
  "description8": "8.1 APPSTRAL ofrece dos modalidades de servicio:\n8.1.1 Servicio gratuito, el cual ofrece:\n8.1.1.1 Pueden guardar hasta un máximo de tres cartas astrales en su colección.\n8.1.1.2 No tienen acceso al cálculo de revoluciones solares.\n8.1.1.3 Solo pueden editar una carta astral una única vez.\n8.1.2 Servicio Premium, el cual ofrece a los Usuarios las siguientes ventajas:\n8.1.2.1 Acceso al cálculo de revoluciones solares en tiempo real para cualquiera de sus cartas.\n8.1.2.2 Cartas astrales ilimitadas para guardar en su colección.\n8.1.2.3 Cálculo, edición y eliminación sin restricciones de cartas astrales creadas.\n8.1.2.4 Acceso a beneficios adicionales, en caso de haber, de servicios externos como consultas/ lecturas astrológicas con profesionales o descuentos en cursos de astrología.\n8.2 La plataforma cuenta con un sistema de suscripciones que habilita funcionalidades exclusivas para los usuarios premium. Las suscripciones se gestionan a través de las tiendas de aplicaciones, específicamente la App Store y Google Play Store.\n8.3 El pago de la suscripción, cuyo costo es de USD 1 (un dólar estadounidense), se realiza exclusivamente a través de Google Play Store, siendo Google el único responsable de la intermediación comercial. El titular de la aplicación no tiene acceso ni control sobre el proceso de pago ni sobre los plazos de acreditación de los mismos.\n8.4 En lo relativo a la suscripción del servicio premium, el mismo se activará una vez verificado el correcto registro y pago del mismo, pudiendo ello demorar hasta 48 horas por cuestiones ajenas al titular de la app. En ningún caso podrá exigirse una compensación, reintegro o indemnización por dicha demora.\n8.5. Los Usuarios de APPSTRAL podrán encontrar más información relativa los servicios ofrecidos, así como el precio o comisiones de uso de los mismos accediendo a la sección de 'Membresía' de la Plataforma.",
  "subtitle9": "9. OBLIGACIONES",
  "description9": "9.1 APPSTRAL se obliga a:\n9.1.1 Atender con la mayor diligencia posible todas las consultas que pueda ordenar el Ususario derivadas de la utilización de los servicios ofrecidos.\n9.1.2 Prestar el servicio al Cliente conforme a lo establecido en las presentes condiciones.\n9.1.3 Mantener la plataforma “APPSTRAL” operativa las 24 horas del día, salvo interrupciones temporales por servicios de mantenimiento de la web, problemas técnicos o informáticos como caídas de internet producidas por cualquier causa, ataques informáticos y situaciones análogas que hagan imposible de forma temporal la prestación del servicio, éste se restaurará en cuanto que las incidencias se hayan solventado.\n9.1.4 Notificar cualquier movimiento que “APPSTRAL” pueda considerar sospechoso a efectos de comprometer la seguridad de la cuenta del Usuario, para posterior análisis del mismo.\n9.2 El Usuario se obliga a:\n9.2.1 Comunicar a “APPSTRAL” todos los datos necesarios para el acceso y utilización de los servicios que exijan identificación previa, los cuales deberán ser veraces, actuales y ajustados a la realidad.\n9.2.2 Confirmar la aceptación de las presentes Condiciones Generales dejando marcada la casilla en la aplicación donde invita a aceptar los términos y condiciones de APPSTRAL.\n9.2.3 Hacer un uso adecuado de los Servicios incluidos en la Plataforma APPSTRAL, siempre de conformidad con el ordenamiento jurídico.\n9.2.4 A no llevar a cabo actividad alguna que dificulte o interfiera en el funcionamiento de los Servicios, incluidos en la Plataforma.",
  "subtitle10": "10. EXCLUSIONES DE RESPONSABILIDAD",
  "description10": "10.1 Los servicios ofrecidos a través de la plataforma “APPSTRAL” cumplen con lo dispuesto en el ordenamiento jurídico argentino. “APPSTRAL” no será responsable respecto de aquellos servicios que no se ajusten a las disposiciones legales de otros países a los que pudieran acceder usuarios fuera de Argentina.\n10.2 La Plataforma queda exonerada de cualquier responsabilidad en los siguientes casos:\n10.2.1 Uso indebido de la plataforma “APPSTRAL” por parte del Usuario.\n10.2.2 Daños o pérdidas sufridos como consecuencia de sucesos imprevisibles o inevitables, incluidos, de manera enunciativa pero no limitativa, casos fortuitos o de fuerza mayor.\n10.2.3 Fallos, errores técnicos, accidentes, averías, manipulaciones, interrupciones del servicio u otras incidencias que puedan producirse en equipos o servicios técnicos ajenos a “APPSTRAL”, cuyo correcto funcionamiento sea necesario para la prestación del servicio.\n10.2.4 Indisponibilidad temporal de la plataforma debido a causas de fuerza mayor o a suspensiones técnicas necesarias para el mantenimiento o mejora del servicio.\n10.3 El Usuario será responsable de los daños y perjuicios que pudiera ocasionar a terceros debido a la utilización indebida de los datos proporcionados, incluyendo, de manera no limitativa:\n10.3.1 El uso de datos inexactos, falsos o que no se correspondan con la realidad.\n10.3.2 La utilización por parte de terceros de las credenciales de acceso personales del Usuario.",
  "subtitle11": "11. CESIÓN Y SUBROGACIÓN APPSTRAL",
  "description11": "APPSTRAL si lo considera necesario, podrá ceder o subcontratar los contratos formalizados con los Usuarios  a otras entidades para llevar a cabo el objeto del contrato según lo establecido en las presentes Condiciones Generales.",
  "subtitle12": "12. SOPORTE Y RECLAMOS",
  "description12": "12.1 Para cualquier consulta, inconveniente técnico, reclamo o solicitud de soporte, el Usuario podrá comunicarse a través del correo electrónico:\ncontacto@appstral-soporte.com.\n12.2 Se procurará brindar una respuesta en un plazo razonable, priorizando siempre la asistencia efectiva y oportuna.",
  "subtitle13": "13. NOTIFICACIONES Y ACTUALIZACIONES",
  "description13": "El Usuario podrá optar por recibir o no notificaciones dentro de la aplicación relacionadas con novedades, actualizaciones, alertas y mejoras. Esta preferencia podrá configurarse directamente en el perfil de usuario.",
  "subtitle14": "14. PROPIEDAD INTELECTUAL Y MARCA REGISTRADA",
  "description14": "La marca “APPSTRAL” se encuentra registrada a nombre de SITTA TOMÁS RODRIGO y está protegida por la legislación vigente en materia de propiedad industrial. Todos los contenidos, diseños, interfaces, código fuente, funcionalidades, textos, imágenes, bases de datos y demás elementos que integran “APPSTRAL” son de propiedad exclusiva de su titular, y no podrán ser reproducidos, distribuidos ni utilizados sin su autorización expresa y por escrito.",
  "subtitle15": "15. PROTECCIÓN AL CONSUMIDOR",
  "description15": "APPSTRAL respeta los derechos de los usuarios en su carácter de consumidores, conforme a lo previsto en la Ley N° 24.240 y demás normativa aplicable. Ante cualquier inconveniente, el Usuario podrá recurrir tanto a los canales propios de atención al cliente ofrecidos por la plataforma como a los organismos oficiales de defensa del consumidor.",
  "subtitle16": "16. LEGISLACIÓN APLICABLE Y JURISDICCIÓN",
  "description16": "Los presentes Términos y Condiciones se rigen por la legislación vigente de la República Argentina. Para cualquier controversia que se derive del uso de la aplicación, las partes se someten a la jurisdicción de los tribunales ordinarios con competencia en la Ciudad Autónoma de Buenos Aires, renunciando a cualquier otro fuero que pudiera corresponder."
},
"todayChart": "LA CARTA DE HOY"
}
  