{
    "Sol": {
        "Aries": {
            "es": "La conciencia se ilumina con el fuego del impulso, el deseo de empezar. Es tiempo de vibrar en la potencia del inicio, la energía nos anima a dar el primer paso hacia eso que nos enciende. Después del caos pisciano, aparece una luz animándonos a iniciar un nuevo ciclo.",
            "en": "Consciousness is lit by the fire of impulse, the desire to begin. It's time to vibrate in the power of the start, the energy encourages us to take the first step toward what lights us up. After the Piscean chaos, a light appears encouraging us to start a new cycle."
        },
        "Tauro": {
            "es": "La conciencia se posa en la tierra fértil, en la pausa que nutre y en el goce de lo simple.\nEs tiempo de habitar la materia con todos los sentidos, afianzar lo que perdura.\nLos tiempos se enlentecen: la energía ariana aprende paciencia para saborear los frutos de la tierra taurina.",
            "en": "Consciousness rests on fertile ground, in the pause that nurtures and in the joy of simplicity.\nIt's time to inhabit the matter with all the senses, to strengthen what endures.\nTimes slow down: the Aries energy learns patience to savor the fruits of the Taurean earth."
        },
        "Géminis": {
            "es": "La luz del Sol nos permite vislumbrar nuevos caminos. Es tiempo de abrirnos con curiosidad a lo lúdico del descubrimiento, a las múltiples posibilidades y a las puertas que abren nuevas conversaciones. Lo que parecía inmóvil en Tauro ahora quiere moverse al compás del viento geminiano, que enlaza y transforma.",
            "en": "The Sun's light lets us glimpse new paths. It's time to open ourselves with curiosity to the playful aspect of discovery, to the many possibilities, and to the doors that open new conversations. What seemed still in Taurus now wants to move to the rhythm of the Gemini wind, which links and transforms."
        },
        "Cáncer": {
            "es": "Se siente en el aire, estamos más sensibles; este Sol nos recuerda nuestra vulnerabilidad. Es vital cuidarnos para cuidar de otros, regar raíces para compartir nutrientes, practicar calidez con nosotros y los demás. Tras abrir puertas en Géminis, elegimos una para refugiarnos y construir un hogar canceriano.",
            "en": "It's felt in the air, we're more sensitive; this Sun reminds us of our vulnerability. It's vital to take care of ourselves to take care of others, to water roots to share nutrients, to practice warmth with ourselves and others. After opening doors in Gemini, we choose one to take refuge in and build a Cancerian home."
        },
        "Leo": {
            "es": "Es hora de conectar con nuestra creatividad, identificar lo que aflora del pecho y alimentar con coraje lo más auténtico del Ser. El ambiente invita a expresar nuestra esencia, avivar la luz propia para alumbrar el camino y ser faro para otros. Desde el caparazón canceriano, la autenticidad leonina ruge y sale con confianza.",
            "en": "It's time to connect with our creativity, to identify what's rising from the chest, and to feed with courage the most authentic part of the Self. The environment invites us to express our essence, to kindle our own light to light the way and be a beacon for others. From the Cancerian shell, Leo's authenticity roars and emerges with confidence."
        },
        "Virgo": {
            "es": "Llegó el momento de pulir lo bruto, de poner nuestras herramientas en la mesa y ajustar aquello que requiere detalle para seguir funcionando. Urge hacer orden, interno y externo, afinando nuestros instrumentos para aportar nuestra música al mundo.\n¿Cómo prepararnos para lo que queda del año?\nVirgo, con rigor, recompone lo que el fuego arrasó.",
            "en": "The time has come to smooth out the rough edges, to lay our tools on the table, and fine-tune what needs adjusting. It's urgent to put things in order, both internally and externally, fine-tuning our instruments to bring our music to the world.\nHow can we prepare for the rest of the year?\nVirgo, with rigor, rebuilds what the fire destroyed."
        },
        "Libra": {
            "es": "El Sol irradia energía libriana, alumbrando el encuentro y mostrándonos que, cooperando, creamos más de lo que haríamos soles. Hay un goce que escapa de los sentidos, el placer de nuestra parte vincular, que nace del disfrute de compartir. Tras el trabajo ermitaño en Virgo, Libra nos abre la puerta al mundo a través de los otros. ¿Cuán bella sería mi danza si la bailara al son de la sinfonía de los encuentros?",
            "en": "The Sun radiates Libra energy, illuminating encounters and showing us that, by cooperating, we create more than we would alone. There's a joy beyond the senses, the pleasure of our relational part, born from the enjoyment of sharing. After the hermit work in Virgo, Libra opens the door to the world through others. How beautiful would my dance be if I danced it to the rhythm of the symphony of encounters?"
        },
        "Escorpio": {
            "es": "El Febo se sumerge en el misterio, más allá del reino de su luz, iluminando lo que ocultamos de nosotros mismos. Lo negado sigue presente y nuestra escucha interna se abre al contacto con ello. ¿Nos atrevemos a transformar lo venenoso? La luz libriana deja, como contraparte, la sombra escorpiana y todo lo que no quiso mostrarse.",
            "en": "The Sun dives into mystery, beyond the realm of its light, illuminating what we hide from ourselves. What’s denied remains present, and our inner listening opens to contact with it. Do we dare to transform the poisonous? Libra's light leaves, as a counterpart, Scorpio's shadow and everything that refused to be shown."
        },
        "Sagitario": {
            "es": "Llegamos al sol que nos espera al final del túnel; las sombras se retiran y la esperanza avanza. Todos buscamos un horizonte luminoso que guíe nuestro camino. Son tiempos de celebración. Nuestra densidad escorpiana halla sentido en Sagitario, donde la experiencia se vuelve sabiduría.",
            "en": "We reach the sun waiting for us at the end of the tunnel; the shadows retreat and hope advances. We all seek a bright horizon to guide our way. It's a time for celebration. Our Scorpian density finds meaning in Sagittarius, where experience turns into wisdom."
        },
        "Capricornio": {
            "es": "Desde lo más alto del zodíaco, el Sol observa el camino recorrido. Con el cierre del año, revisamos lo que fue y proyectamos lo que será. La motivación sagitariana nos impulsa a los últimos pasos, pero aún queda el esfuerzo capricorniano para cerrar el ciclo, reconocer logros y aceptar frustraciones.",
            "en": "From the highest point of the zodiac, the Sun watches the path traveled. With the year's closing, we review what has been and project what will be. Sagittarius' motivation pushes us to the final steps, but Capricorn's effort remains to close the cycle, recognize achievements, and accept frustrations."
        },
        "Acuario": {
            "es": "¿Pierde el Sol su brillo cuando se encuentra con otros Soles? Bajo el signo de Acuario, ilumina la red invisible que nos vincula más allá de los vínculos conscientes. Es necesario hermanarnos con otros para entender las injusticias y rebelarnos ante el sistema que las genera. Los objetivos capricornianos pueden buscar reconocimiento en otros, pero los objetivos acuarianos buscan mejorar el mundo.",
            "en": "Does the Sun lose its shine when it meets other Suns? Under Aquarius' sign, it lights up the invisible network that connects us beyond conscious bonds. It's necessary to unite with others to understand injustices and rebel against the system that generates them. Capricornian goals may seek recognition from others, but Aquarian goals seek to improve the world."
        },
        "Piscis": {
            "es": "Así como el Sol pierde su imagen en el reflejo cambiante del océano, al transitar por Piscis todes atravesamos una disolución y nuestra percepción del mundo pierde forma. La imaginación se activa, las emociones inundan la razón, y todo lo que creíamos aferrar se suelta. En Piscis cerramos los ojos para sentir todo lo que la mente acuariana no llega a percibir desde la racionalidad.",
            "en": "Just as the Sun loses its image in the changing reflection of the ocean, when passing through Pisces, we all go through a dissolution and our perception of the world loses form. Imagination activates, emotions flood reason, and everything we thought we could hold on to slips away. In Pisces, we close our eyes to feel everything that the Aquarian mind can't perceive from rationality."
        }
    },
    "Mercurio": {
        "Aries": {
            "es": "Después de un período somnoliento, la energía de Aries vigoriza el ambiente.\nNo debemos confundir la agilidad mental con claridad de ideas, puede que las ansias de hablar sean más rápidas en actuar que nuestra propia interpretación de lo que pensamos.\nUna palabra de aliento puede mover más nuestra voluntad que una amenaza.",
            "en": "After a sleepy period, Aries' energy invigorates the atmosphere.\nLet's not confuse mental agility with clarity of thought. The urge to speak might act faster than our own interpretation of what we think.\nA word of encouragement can move our will more than a threat ever could."
        },
        "Tauro": {
            "es": "Ya no parece que todo corre, que se pasan los trenes, ahora pareciera que las cosas avanzan más lento de lo que quisiéramos, y que los trenes no llegan más. La lentitud es frustrante, pero también nos permite ver mejor el panorama, percibir todas las formas que la velocidad deforma en la corrida.",
            "en": "It no longer feels like everything's rushing by or that we're missing our trains. Now it seems things are moving slower than we'd like, and the trains aren't even arriving. The slowness is frustrating, but it also lets us see the landscape more clearly, noticing shapes that speed would otherwise distort."
        },
        "Géminis": {
            "es": "Podemos sentir que los pensamientos se multiplican, porque haber tenido un período de más lentitud nos permitió ver muchas más cosas de las que antes veíamos, y la paleta de colores brinda ahora muchos matices diferentes. Eso que hasta hace poco sólo era una idea, tomó forma y ahora busca expandirse en todas sus posibilidades, sin comprometerse con ningún camino en particular.",
            "en": "We might feel our thoughts multiplying — having slowed down helped us see far more than we used to, and the palette now offers many new shades. What was once just an idea has taken form and now seeks to expand in all directions, without committing to any one path."
        },
        "Cáncer": {
            "es": "Bajan los puentes que nos conectan la mente con las emociones, los sentimientos quieren ser representados por la palabra, y la comunicación busca tomar los colores de los sentires.\nDespués de muchas preguntas, aparecieron respuestas resonantes, haciendo eco en el interior.\nTal vez haya más para oír que para decir en este momento.",
            "en": "The bridges connecting mind and emotion are lowered — our feelings want to be voiced, and communication seeks to take on the colors of our moods.\nAfter many questions, resonant answers emerge, echoing within.\nMaybe there's more to hear than to say right now."
        },
        "Leo": {
            "es": "Para saber qué palabras nos definen, necesitamos explorar cómo responde nuestro corazón a ellas, y sentir qué se ilumina cuando nos preguntamos quiénes somos.\nAlzar nuestra voz por lo que nos hace latir el corazón es también enseñar con el ejemplo, invitar a otros a brillar por sí mismos, y esa es la verdadera potencia Mercurio en Leo.",
            "en": "To know which words define us, we need to explore how our hearts respond to them — to feel what lights up when we ask who we are.\nRaising our voices for what makes our hearts beat is also teaching by example, inviting others to shine on their own.\nThat's Mercury's real power in Leo."
        },
        "Virgo": {
            "es": "El planeta toma fuerza cuando pasa por un signo que rige, ¿cómo podemos darle cuerda a nuestra racionalidad sin pasarse ni enroscarse?\nEncauzar el acelere mental en una actividad intelectual puede ser igual de productivo que ordenar bien nuestra cabeza, revisar las agendas y tachar quehaceres, la mente necesita de sus cambios de aceite también.",
            "en": "This planet gains strength in a sign it rules. So how can we wind up our rational minds without overthinking or spiraling?\nChanneling mental speed into intellectual activity can be just as productive as organizing our thoughts, reviewing agendas, and crossing off tasks.\nOur minds need oil changes too."
        },
        "Libra": {
            "es": "Bajo este signo, importan más los tonos de las palabras dichas que la correcta pronunciación.\nPodemos percibir mucho más de los demás cuando se expresan que el conjunto de letras con las que armó una oración, si aprendemos a interpretarlos cuando hablan, y más aún si entendemos el reflejo propio que nos muestran.",
            "en": "Under this sign, the tone of what’s said matters more than perfect pronunciation.\nWe can pick up much more from people’s expressions than from the letters they use — if we learn to read them when they speak, and even more if we recognize the reflections of ourselves they reveal."
        },
        "Escorpio": {
            "es": "Puede que nos sintamos con ganas de aguijonear a los demás con nuestras palabras, de generar conflicto para que las cosas cambien de una vez. Pero el desafío no es el desquite, si no la observación interna.\nRequiere de mucha fortaleza mental recordarnos que podemos utilizar la palabra para alquimizar una situación antes de herir a una persona.",
            "en": "We might feel tempted to sting others with our words, to stir conflict so things finally change. But the real challenge isn't retaliation — it's internal observation.\nIt takes mental strength to remind ourselves we can use words to alchemize a situation before we end up hurting someone."
        },
        "Sagitario": {
            "es": "La mente no alcanza a encontrar el sentido a todo, pero también nos constituye una parte más animal que intuye, y entiende que no todo lo comprende la razón.\nEl desafío se encuentra en el diálogo que genera cada une entre esas partes de uno mismo.\n¿Cuánto lugar se lleva la voz de la razón, y cuánto la del instinto?",
            "en": "The mind can't find meaning in everything, but there's also a more instinctive part of us that just knows — and understands not everything can be grasped by reason.\nThe challenge lies in the dialogue each of us creates between those parts.\nHow much space does the voice of reason take, and how much the voice of instinct?"
        },
        "Capricornio": {
            "es": "Es momento de ordenar bien nuestros próximos pasos, nuestros logros dependen de la planificación correcta del desarrollo hasta ellos.\nHay cosas importantes y serias en las que pensar, pues hasta los sueños necesitan de nuestro trabajo para materializarse.\nLa honestidad concisa nos da el criterio de realidad necesario para afrontar los obstáculos en el camino.",
            "en": "It's time to clearly plan our next steps.\nOur achievements depend on how well we map out the path to them.\nThere are serious and important things to think about, because even dreams need our effort to materialize.\nConcise honesty gives us the reality check we need to face the obstacles ahead."
        },
        "Acuario": {
            "es": "En esta atmósfera de ingenio, ideas brillantes flotan, listas para ser atrapadas.\nHay visiones nuevas aguardando ser transmitidas, solo tenemos que ajustar nuestra frecuencia para encontrarlas.\nEn el pulso evolutivo de la tierra, escuchar sus direcciones en las bocas de los demás, es señal suficiente para entender a dónde debe cambiar el mundo.",
            "en": "In this atmosphere of ingenuity, brilliant ideas float around, ready to be caught.\nNew visions are waiting to be shared — we just need to adjust our frequency to find them.\nIn the Earth's evolutionary pulse, hearing directions through others' voices is a clear enough sign of where the world needs to shift."
        },
        "Piscis": {
            "es": "Una niebla confunde nuestras señales, es difícil interpretar a otros y hacernos interpretar.\nLas palabras dichas tienen un universo de emociones, intenciones y misterios, que no parecen lograr encontrar oídos que las interpreten enteras.\nDeberemos buscar otras formas más simbólicas para hacernos entender.",
            "en": "A fog blurs our signals — it's hard to interpret others and be understood ourselves.\nWords carry entire universes of emotion, intention, and mystery, but they often can't find ears that grasp them fully.\nWe'll have to seek more symbolic ways of making ourselves understood."
        }
    },
    "Venus": {
        "Aries": {
            "es": "La búsqueda del goce se vuelve insistente y pide resultados inmediatos. La necesidad de disfrute es tan real como las necesidades que responden a la supervivencia, y nos puede urgir ir en búsqueda de lo que nos enciende. Las cosas que motivan nuestra voluntad nos muestran el objetivo al que dirigirnos.",
            "en": "The pursuit of pleasure becomes insistent and demands immediate results. The need for enjoyment is as real as the needs of survival, and we may be urged to pursue what ignites us. The things that motivate our will show us the goal to which we should direct ourselves."
        },
        "Tauro": {
            "es": "En los signos que rige, Venus toma fuerza. En su paso por Tauro, Venus nos recuerda la valía de tener un cuerpo con una capacidad sensorial maravillosa que nos vincula al mundo. Este cuerpo no es un mero vehículo del resto de nuestros cuerpos sutiles, si no que nos posibilita el goce terrenal, una manera de encarnar que también nos acerca al disfrute.",
            "en": "In the signs it rules, Venus gains strength. During its passage through Taurus, Venus reminds us of the value of having a body with wonderful sensory capacities that connect us to the world. This body isn't merely a vehicle for the rest of our subtle bodies, but rather enables us to enjoy earthly things, a way of incarnating that also brings us closer to enjoyment."
        },
        "Géminis": {
            "es": "Venus en este signo se deja maravillar por las opciones, no por el compromiso de tomar alguna y aferrarse a ella. Es un período para explorar gustos nuevos y hacernos preguntas importantes sobre nuestros recursos y la multiplicidad de cosas a las que los dirigimos. La afinidad con le otre parece encontrarse más en lo intelectual que en otro lado, el diálogo embellece las relaciones y las vuelve más valiosas.",
            "en": "Venus in this sign is amazed by options, not by the commitment to make one and stick with it. It's a time to explore new tastes and ask ourselves important questions about our resources and the multiplicity of things we direct them toward. Affinity with others seems to be found more intellectually than elsewhere; dialogue embellishes relationships and makes them more valuable."
        },
        "Cáncer": {
            "es": "El valor de lo conocido y cálido toma relevancia. Un abrazo sentido puede ser un hogar, y un refugio en el que cuidarnos de las amenazas del mundo La vulnerabilidad personal se entrelaza con la de otre, si nos vinculamos desde el cuidado y la protección de esas vulnerabilidades podemos fortalecer nuestro autoestima y la de los demás, hasta lo más frágil de une puede ser amado por otros.",
            "en": "The value of what is familiar and warm takes on relevance. A heartfelt embrace can be a home, and a refuge in which to protect ourselves from the threats of the world. Personal vulnerability is intertwined with that of others. If we connect through caring for and protecting those vulnerabilities, we can strengthen our self-esteem and that of others. Even the most fragile part of us can be loved by others."
        },
        "Leo": {
            "es": "La fogosidad de nuestro brillo busca encontrarse con el brillo de otros soles.\nEl objetivo está en encontrar cosas admirables y celebrarlas, tanto en nosotros como en los demás. Reforzar nuestra autoestima nos permite relucir lo que nos hace ser nosotros mismos con mayor potencia, disfrutando el aporte que le damos al mundo siendo lo que realmente somos.",
            "en": "The fieriness of our light longs to meet the light of other suns.\nThe goal is to find admirable things and celebrate them, both in ourselves and in others. Reinforcing our self-esteem allows us to bring out what makes us who we are most powerfully, enjoying the contribution we make to the world by being who we truly are."
        },
        "Virgo": {
            "es": "Esa luz brillante de Leo, se vuelve una modesta farola con la que dirigir la luz a los detalles; el dramatismo le hace lugar al juicio virginiano.\nVenus sopesa en el signo de la virgen, sabe que lo que sostiene una economía son las cuentas con las que se lleva, no el oro con el que se ostenta, y lo que sostiene un vínculo es el trabajo persistente en él, no los grandes gestos ocasionales.",
            "en": "That bright Leo light becomes a modest lantern, used to direct its beam toward the details; drama gives way to Virgoan discernment.\nVenus weighs things in the sign of the Virgin, knowing that what sustains an economy are the accounts kept, not the gold flaunted—just as what sustains a bond is the steady work put into it, not the occasional grand gestures."
        },
        "Libra": {
            "es": "Ahora que sabemos qué necesitamos, leímos hasta la letra chica de nuestro autodiscurso sobre nuestra valía, merecimiento y deseo, y toca negociar con el mundo los términos de esa posibilidad.\nSe anhela lo que no se tiene, se atrae lo que no se ‘es’ y se necesita empezar a ‘ser’; esta ley rige el movimiento de la vida, y en su signo regente, Venus nos inclina a mirar esta realidad en los espejos vinculares.",
            "en": "Now that we know what we need, we've read even the fine print of our inner discourse on worthiness, deserving, and desire, and it's time to negotiate with the world the terms of that possibility.\nWe long for what we don’t have, we attract what 'we are not', and we must begin to 'be'. This law governs the movement of life, and under its ruling sign, Venus urges us to see this truth reflected in the mirrors of our relationships."
        },
        "Escorpio": {
            "es": "La efusividad de la pasión y la obsesión están separadas por una línea que pareciera afinarse con el paso de este planeta por Escorpio, y podemos perder la cabeza en ambos lados de la separación. El miedo a perderse coexiste con la necesidad de entregarse al misterio y sentir las emociones sin rebajarlas. Algo pide que apostemos para redoblar nuestras ganancias, que invirtamos en eso que nos llama.",
            "en": "The effusiveness of passion and the pull of obsession are divided by a line that seems to grow thinner as Venus moves through Scorpio—and we might lose our heads on either side of that divide. The fear of losing ourselves coexists with the need to surrender to mystery and feel emotions without dulling them down. Something urges us to take a chance, to double our winnings, to invest in whatever is calling us."
        },
        "Sagitario": {
            "es": "Abrir nuestros horizontes puede darnos la sensación de que nuestros objetivos se alejan, pero esa distancia nos incita a aventurarnos a ir por más.\nSi valoramos lo suficiente nuestra verdad nos vamos a encontrar viviendo bajo nuestra propia ley, pero si eso nos aleja de los demás tal vez estemos poniendo nuestros ideales en un pedestal que nos deshumaniza.",
            "en": "Expanding our horizons might make our goals feel farther away, but that very distance inspires us to venture further.\nIf we value our truth deeply enough, we may find ourselves living by our own law. But if that truth distances us from others, perhaps we’ve placed our ideals on such a high pedestal that they begin to dehumanize us."
        },
        "Capricornio": {
            "es": "Como el árbol que sostiene una casita infantil en sus ramas se llena de flores en primavera, aquello que no valoramos por su belleza puede desplegar su perfume cuando Venus pasa por Capricornio.\nLo que costó conseguir brilla con el sudor de nuestro esfuerzo, y nos da la seguridad de haber conseguido algo propio. Los vínculos longevos y las cosas que conseguimos con nuestro trabajo tienen el brillo de un constante lustrado.",
            "en": "Like the tree that holds a childhood treehouse in its branches and blossoms in spring, what we don’t initially value for its beauty may reveal its fragrance when Venus passes through Capricorn.\nWhat was hard to achieve shines with the sweat of our effort, giving us the reassurance of having earned something truly our own. Long-lasting bonds and the things we build through our work carry the sheen of constant polishing."
        },
        "Acuario": {
            "es": "Para hacer contacto con lo que realmente valoramos y queremos necesitamos la libertad para cuestionar lo que damos por sentado, tomar distancia de la moda corriente y preguntarnos si estamos caminando un camino que nos aleja de nuestro propio deseo.\nHay otros que se encuentran en nuestra propia rareza, es cuestión de que nos permitamos expresarla y nos animemos a conocer a nuevas personas que la abracen.",
            "en": "In order to connect with what we truly value and desire, we need the freedom to question what we take for granted, to distance ourselves from current trends, and ask ourselves if we're walking a path that takes us further from our own desires.\nThere are others who share in our own uniqueness; it’s a matter of allowing ourselves to express it and daring to meet new people who embrace it."
        },
        "Piscis": {
            "es": "Nuestros anhelos se tiñen del color de la fantasía, y nuestros sentires modelan nuestros objetivos llenando nuestros deseos de ensueño. Puede que no esté muy claro a dónde nos queremos dirigir, pero sabemos cómo queremos sentirnos al hacerlo.\nEl cuerpo se inunda de emoción, y los órganos se contraen y relajan al ritmo de esas mareas.",
            "en": "Our desires are tinged with the color of fantasy, and our feelings shape our goals, filling our wishes with dreams. It may not be very clear where we want to go, but we know how we want to feel when we get there.\nThe body is flooded with emotion, and the organs contract and relax to the rhythm of those tides."
        }
    },
    "Marte": {
        "Aries": {
            "es": "El ambiente se siente flamable, Marte llegó a su signo.\nSe dispone una energía excelente para poner en movimiento todo aquello que venimos sintiendo detenido, y para poner a prueba todas nuestras herramientas para regular la ansiedad que da el movimiento acelerado del entorno.",
            "en": "The atmosphere feels flammable, Mars has arrived in its sign.\nExcellent energy is available to set in motion everything we've been feeling stuck, and to test all our tools to regulate the anxiety caused by the accelerated movement of our surroundings."
        },
        "Tauro": {
            "es": "Es difícil no frustrarse cuando las cosas se mueven más lento de lo que une quisiera, es todo un desafío para la paciencia.\nEl cambio de energía es notorio, las ganas de ir corriendo cambian por las ganas de pisar fuerte.\nLa constancia logra más que la emoción de comenzar, los mejores deseos se forjan con tiempo.",
            "en": "It's hard not to get frustrated when things move slower than you'd like; it's quite a challenge for patience.\nThe shift in energy is noticeable; the urge to rush forward changes to the desire to take a leap forward.\nPersistence achieves more than the thrill of getting started; the best desires are forged over time."
        },
        "Géminis": {
            "es": "La energía marciana se disipa al mantener activos varios frentes y se dispone a hacer malabares si es necesario. Hacer varias cosas a la vez puede ser muy efectivo para avanzar en varios proyectos simultáneos, pero puede distraernos y alejarnos de la conclusión de todos al mismo tiempo.",
            "en": "Martian energy dissipates when you keep multiple fronts active and is willing to juggle if necessary. Multitasking can be very effective in moving forward on several projects simultaneously, but it can distract us and keep us from completing them all at once."
        },
        "Cáncer": {
            "es": "Lo que sentimos nos moviliza, direcciona nuestro avance o retroceso en la vida. Es momento de activar el movimiento de nuestras emociones, darles cauce y dejarlas expresarse para que nuestro motor no se ahogue en ellas.",
            "en": "What we feel moves us, directing our progress or setbacks in life. It's time to activate the movement of our emotions, channel them, and let them express themselves so that our driving force doesn't drown in them."
        },
        "Leo": {
            "es": "La diferencia entre actuar desde el corazón y actuar desde el ego radica en el combustible que utilizamos: uno alimenta nuestro propósito profundo y evolutivo, el otro nos somete a un ciclo constante de confrontaciones con un destino que insiste en que nos desviemos hacia nuestra alma.",
            "en": "The difference between acting from the heart and acting from the ego lies in the fuel we use: one fuels our deep, evolutionary purpose, the other subjects us to a constant cycle of confrontations with a destiny that insists we stray toward our soul."
        },
        "Virgo": {
            "es": "Podemos actuar con cautela, retomando las pautas y reglas que ya hemos aprendido en nuestra vida. Apresurarse no es lo mismo que esforzarse por hacer las cosas bien, y en este período, esa diferencia determina nuestros logros.",
            "en": "We can act cautiously, resuming the guidelines and rules we've already learned in our lives. Rushing isn't the same as striving to do things well, and in this period, that difference determines our achievements."
        },
        "Libra": {
            "es": "Alimentar la competencia nos impide crecer cooperando con otros. Incluso ante el desequilibrio, las acciones que no buscan quitarle espacio a otros aprenden del proceso de negociación. Si caminamos juntos hacia el punto medio, podemos encontrarnos con los demás sin perder la armonía.",
            "en": "Fueling competition prevents us from growing by cooperating with others. Even in the face of imbalance, actions that don't seek to take space from others learn from the negotiation process. If we walk together toward the middle ground, we can meet others without losing harmony."
        },
        "Escorpio": {
            "es": "Marte reina en este signo, adquiere la sensibilidad del agua y con ella afila sus estrategias de conquista, no sólo impacta contra las cosas si no que también las penetra y profundiza en ellas. Hacer las cosas con valentía es estimulante, hacerlas aún cuando tenemos miedo nos fortalece.",
            "en": "Mars rules this sign, acquiring the sensitivity of water and with it sharpening its strategies of conquest. It not only impacts things but also penetrates and delves into them. Doing things with courage is stimulating; doing them even when we're afraid strengthens us."
        },
        "Sagitario": {
            "es": "El llamado a la acción se excita en este signo, con machete en mano direccionamos la agresividad marciana para abrirnos camino por la aventura, no para herir. Parece que de repente surgen las ganas de moverse, de explorar otras lejanías.\nEs hora de mover nuestra voluntad con un entusiasmo renovado.",
            "en": "The call to action is roused in this sign. With machete in hand, we direct our Martian aggression to pave the way for adventure, not to inflict harm. It seems that a sudden urge to move, to explore other faraway places, arises.\nIt's time to move our will with renewed enthusiasm."
        },
        "Capricornio": {
            "es": "Aunque tengamos la voluntad encendida hay un tiempo-espacio en el que acomodar el impulso, en el que la realidad nos muestra sus posibilidades y sus tiempos. Una acción planificada puede sentirse poco espontánea, pero varias acciones planificadas pueden construir más que un impulso espontáneo.",
            "en": "Even if our will is burning, there is a time-space in which to accommodate the impulse, in which reality shows us its possibilities and its timing. A planned action may feel less than spontaneous, but several planned actions can build more than a spontaneous impulse."
        },
        "Acuario": {
            "es": "Marte en este signo puede incitarnos a actuar de forma errática, a robar energía de nuestros objetivos más personales para destinarla a una necesidad más colectiva, o a desviarla hacia nuevas ideas que aún no se habían concebido cuando nos comprometimos a dedicarla a otras cosas. Depende de cada uno ver qué nos expande y qué nos desestabiliza.",
            "en": "Mars in this sign can lead us to act erratically, to steal energy from our most personal goals to direct it toward a more collective need, or to divert it toward new ideas that hadn't yet been conceived when we committed to dedicating it to other things. It's up to each of us to determine what expands us and what destabilizes us."
        },
        "Piscis": {
            "es": "Actuar según el susurro de la intuición nos lleva a colaborar con los efectos mariposa, sobre los cuales no tenemos control ni plena consciencia. Este es el momento de escuchar esa voz al actuar en nuestra vida y en el mundo.",
            "en": "Acting on the whisper of intuition leads us to collaborate with the butterfly effect, over which we have no control or full awareness. This is the time to listen to that voice when acting in our lives and in the world."
        }
    },
    "Júpiter": {
        "Cáncer": {
            "es": "La expansión no busca altura, sino profundidad. Júpiter nos señaliza en el mapa de nuestro propio camino, el momento de visitar una gran fuente de conocimiento; nuestro propio interior. Explorar las raíces de nuestras creencias aprendidas nos permite reconocer límites impuestos que nos alejan de nuestra propia verdad.",
            "en": "Expansion isn't about height, but depth. Jupiter signals the moment in our own path to visit a great source of knowledge; our inner self. Exploring the roots of our learned beliefs lets us recognize imposed limits that keep us from our own truth."
        },
        "Leo": {
            "es": "Júpiter en Leo nos invita a aventurarnos a llegar al máximo de irradiación de nuestra personalidad, a ser maestros en el arte de ser nosotros mismos, y recorrer nuestro propio camino individual alumbrando con el fuego de nuestro corazón. Cada latido es un llamado a confiar, a crear, a arder sin miedo. ¿Adónde te guía el corazón?",
            "en": "Jupiter in Leo invites us to venture into reaching the full radiance of our personality, to be masters in the art of being ourselves, and walk our individual path lighting the way with the fire of our heart. Every heartbeat is a call to trust, create, and burn without fear. Where does your heart guide you?"
        },
        "Virgo": {
            "es": "Nos encontramos todos dentro del taller de Júpiter. Nos llegó el momento de corregir lo que hasta ahora parecían pequeños desperfectos. Puede ser frustrante sentir que siempre hay algo por mejorar bajo este tránsito, pero también es cuando lo pequeño revela su grandeza. El ojo minucioso que juzga todo puede convertirse en la mano precisa que todo lo mejora.",
            "en": "We all find ourselves in Jupiter's workshop. It's time to fix what until now seemed like small flaws. It can be frustrating to feel that there's always something to improve under this transit, but it's also when the small reveals its greatness. The meticulous eye that judges everything can become the precise hand that improves everything."
        },
        "Libra": {
            "es": "Encontrarnos con otros que piensan distinto y traen otras verdades reorienta nuestras creencias e invita a cuestionar lo que sentimos como certezas. Al compartir visiones del mundo, acordamos pautas para coexistir sin invadirnos ni imponernos. Cuanto más nos acercamos a quienes tienen experiencias distintas, más nos nutrimos de perspectivas ajenas.",
            "en": "Meeting others who think differently and bring other truths reorients our beliefs and invites us to question what we feel as certainties. By sharing worldviews, we agree on ways to coexist without invading or imposing. The closer we get to those with different experiences, the more we nourish ourselves with outside perspectives."
        }
    },
    "Saturno": {
        "Aries": {
            "es": "Saturno entra en Aries, pone sus ojos sobre nuestros impulsos desatados y nos marca sus consecuencias, enseñándonos que la primera responsabilidad que debemos tomar es la de nuestras acciones. Si tenemos comienzos postergados, es momento de enfrentarnos a nuestros límites autoimpuestos y trabajar la voluntad.",
            "en": "Saturn enters Aries, setting its sights on our untamed impulses and marking the consequences. It teaches us that the first responsibility we must take is that of our actions. If we have delayed beginnings, it's time to face our self-imposed limits and work on our willpower."
        },
        "Tauro": {
            "es": "Es momento de trabajar la paciencia, la sensación de que todo cuesta en cada paso nos obliga a desarrollar resistencia. Cuando cuesta sustentar lo básico, aprendemos a manejarnos con la menor cantidad de recursos.\nSi buscamos la satisfacción inmediata, podemos perder mejores resultados.",
            "en": "It's time to work on patience. The feeling that everything costs at every step forces us to develop resistance. When it's hard to sustain the basics, we learn to manage with the least resources.\nIf we seek immediate satisfaction, we might lose better results."
        },
        
  "Piscis": {
    "es": "Es tiempo de dar forma a la etérea danza de nuestras fantasías. La realidad y la intuición se entrelazan, invitándonos a discernir qué anhelos son el cimiento de un futuro tangible y cuáles, meras quimeras sin dirección.",
    "en": "It's time to give shape to the ethereal dance of our fantasies. Reality and intuition intertwine, inviting us to discern which desires are the foundation of a tangible future and which are mere, directionless chimeras."
  }

    },
    "Urano": {
        "Aries": {
            "es": "",
            "en": ""
        },
        "Tauro": {
            "es": "Es un tiempo donde lo que creíamos inamovible, nuestros pilares de sustento y pertenencia, puede transformarse abruptamente. Urano nos impulsa a innovar en cómo nutrimos nuestra existencia y cultivamos nuestros recursos, buscando nuevas maneras de habitar el mundo. Una llamada a desprenderse de viejas armaduras y formas de acumulación que ya no resuenan, para reconectar con la esencia de la Tierra y sus ciclos de abundancia.",
            "en": "It's a time when what we believed to be immutable, our pillars of sustenance and belonging, can abruptly transform. Uranus compels us to innovate in how we nourish our existence and cultivate our resources, seeking new ways of inhabiting the world. A call to shed old armor and forms of accumulation that no longer resonate, in order to reconnect with the essence of the Earth and its cycles of abundance."
        },
        "Géminis": {
            "es": "Urano canaliza la energía geminiana, y nos indica el momento de actualizar los lenguajes, de dejarnos atravesar el pensamiento por las ideas del colectivo, y generar nuevos puentes que nos conecten con nuestro entorno cercano. ¿A dónde llegaríamos si usaramos las nuevas inteligencias que creamos para mejorar el mundo en vez de dominarlo?",
            "en": "Uranus channels Gemini energy, signaling the time to update our languages, to allow our thoughts to be permeated by the ideas of the collective, and to build new bridges that connect us with our immediate surroundings. Where would we end up if we used the new intelligences we create to improve the world instead of dominating it?"
        },
        "Cáncer": {
            "es": "",
            "en": ""
        },
        "Leo": {
            "es": "",
            "en": ""
        },
        "Virgo": {
            "es": "",
            "en": ""
        },
        "Libra": {
            "es": "",
            "en": ""
        },
        "Escorpio": {
            "es": "",
            "en": ""
        },
        "Sagitario": {
            "es": "",
            "en": ""
        },
        "Capricornio": {
            "es": "",
            "en": ""
        },
        "Acuario": {
            "es": "",
            "en": ""
        },
        "Piscis": {
            "es": "",
            "en": ""
        }
    },
    "Neptuno": {
        "Aries": {
            "es": "Neptuno invoca la energía de Aries para la humanidad, y despierta en nuestro inconsciente compartido las imágenes arquetípicas de la guerra y la supervivencia. Nos vemos arrastrados por una marea de sensaciones fueguinas que fluyen a través de nuestro mundo onírico, mental y material. En estos próximos años será necesario expandir nuestra empatía hacia aquelles que son víctimas del desborde de energía ariana de la humanidad, de reconocer nuestro papel en este desenfreno, y acudir con nuestro servicio a quienes hemos pisado en pos de nuestras conquistas.",
            "en": "Neptune invokes the energy of Aries for humanity, awakening in our shared unconscious the archetypal images of war and survival. We're swept away by a tide of fiery sensations that flow through our dream, mental, and material worlds. In these coming years, it'll be necessary to expand our empathy toward those who are victims of humanity's overflowing Aries energy, to recognize our role in this excess, and to offer our service to those we've trampled on in pursuit of our conquests."
        },
        "Tauro": {
            "es": "",
            "en": ""
        },
        "Géminis": {
            "es": "",
            "en": ""
        },
        "Cáncer": {
            "es": "",
            "en": ""
        },
        "Leo": {
            "es": "",
            "en": ""
        },
        "Virgo": {
            "es": "",
            "en": ""
        },
        "Libra": {
            "es": "",
            "en": ""
        },
        "Escorpio": {
            "es": "",
            "en": ""
        },
        "Sagitario": {
            "es": "",
            "en": ""
        },
        "Capricornio": {
            "es": "",
            "en": ""
        },
        "Acuario": {
            "es": "",
            "en": ""
        },
        "Piscis": {
            "es": "Neptuno nos arrastra a las aguas profundas del inconsciente, donde el 'yo' se disuelve en el 'todo'. Sueños e intuiciones se agudizan, llamándonos a la compasión y la espiritualidad. Es tiempo de sanar, de abrir el corazón a la empatía y la conexión universal. Sentimos las energías sutiles con más fuerza, y un anhelo por ir más allá de lo material. La clave es encontrar claridad en esta disolución para guiarnos con nuestra sabiduría interior.",
            "en": "Neptune draws us into the deep waters of the unconscious, where the 'I' dissolves into the 'all'. Dreams and intuitions sharpen, calling us to compassion and spirituality. It's a time to heal, to open our hearts to empathy and universal connection. We feel subtle energies more strongly, and a yearning to go beyond the material. The key is to find clarity in this dissolution to guide us with our inner wisdom."
        }
    }
}