{
  "A": [
    {"nombre": "Acuario", "descripcion": "Signo del futuro, la innovación y la comunidad. Representa la necesidad de cambiar, evolucionar y crear en conjunto. Su energía es rebelde, visionaria y disruptiva, siempre buscando nuevas ideas y formas de vivir. Nos recuerda que lo que no se transforma, se estanca. En la carta, Acuario es donde más precisamos libertad y tendemos a ser más rebeldes El Sol transita por Acuario del 20 de enero al 18 de febrero."},
    {"nombre": "Afelio", "descripcion": "Punto de la órbita de un cuerpo celeste en el que se encuentra más alejado del Sol. El término proviene de las palabras griegas 'apó' (lejos) y 'helios' (Sol)."},
    {"nombre": "Agua", "descripcion": "Elemento que nos conecta con los sentimientos, desde el miedo hasta el amor y la compasión. Es Yin, sensible, fluctuante y purificador. Se adapta, se filtra y nos vincula con lo inconsciente. Nos nutre afectivamente, despertando empatía y ternura. Nos permite percibir un universo más allá de la razón y las palabras. Los signos de agua son Cáncer, Escorpio y Piscis."},
    {"nombre": "Aire", "descripcion": "Elemento del movimiento. Busca tomar distancia, comprender y observar objetivamente. Representa la mente, las ideas, la creatividad y la comunicación. Es el vínculo invisible que nos conecta y separa, facilitando el aprendizaje y la transmisión del conocimiento. La razón y la lógica lo caracterizan. Los signos de aire son Géminis, Libra y Acuario"},
    {"nombre": "Apogeo", "descripcion": "Punto más distante de la órbita de un cuerpo celeste con respecto a la Tierra. Comúnmente se refiere a la Luna, en cuyo apogeo alcanza su máxima distancia de nuestro planeta. Este fenómeno afecta tanto la velocidad orbital del cuerpo como la cantidad de luz que recibe."},
    {"nombre": "Aries", "descripcion": "Signo del inicio, la energía primaria que emerge del caos para abrirse paso. Representa la voluntad de existir, la fuerza de empuje y la lucha por vivir. Su cualidad es la acción impulsiva, el deseo visceral que impulsa a avanzar sin medir consecuencias. Aries en la carta muestra el área donde somos más autónomos, espontáneos e impulsivos. El Sol transita Aries del 21 de marzo al 19 de abril."},
    {"nombre": "Ascendente (AC)", "descripcion": "Signo que ascendía por el Este en el momento y lugar del nacimiento. Es la cúspide de la casa uno y actúa como una puerta de entrada a la carta natal, influyendo en la manera en que la persona se proyecta y experimenta el mundo. Es el punto de contacto entre el Cielo y la Tierra, simbolizando el propósito del alma en esta encarnación. Su energía impregna toda la vida del individuo, manifestándose en cada experiencia y relación, guiando su evolución y autoconocimiento."},
    {"nombre": "Aspectos", "descripcion": "Usualmente representados por líneas de colores en la carta, son relaciones angulares entre planetas según su distancia en grados. Representan dinámicas entre sus funciones, generando influencias mutuas. Son las relaciones que entablan los planetas entre sí. Se clasifican en Mayores (Conjunción, Oposición, Cuadratura, Trígono, Sextil) y Menores (Quincuncio, Semisextil, etc.), y pueden ser armónicos o inarmónicos, facilitando o desafiando la integración de las energías."}
  ],
  "C": [
    {"nombre": "Cáncer", "descripcion": "Signo de agua que representa la vulnerabilidad y el instinto de protección. Su energía se repliega en una coraza, buscando seguridad y nutrición. Es el signo donde surge el sentido de pertenencia y la sensibilidad al entorno, desarrollando la intuición y el cuidado hacia otros. En la carta natal, Cáncer indica nuestro punto más vulnerable, donde requerimos más seguridad y donde somos más propensos a darla. El Sol transita este signo del 21 de junio al 22 de julio."},
    {"nombre": "Capricornio", "descripcion": "Signo de la perseverancia, la disciplina y la voluntad inquebrantable. Representa el esfuerzo constante para convertir los ideales en realidades, la madurez que asume responsabilidades y la paciencia para construir con solidez. Aquí la ambición se vuelve estructura, y el logro es fruto del trabajo arduo. En la carta, Capricornio es donde más implacables, severos y perseverantes somos. El Sol transita este signo del 21 de diciembre al 19 de enero."},
    {"nombre": "Cardinalidad", "descripcion": "Energía de inicio, impulso y creación. Simboliza la orientación y dirección, al igual que los puntos cardinales. Está asociado al comienzo de cada estación y a la apertura de nuevas posibilidades, caminos y oportunidades en distintos ámbitos de la vida. Los signos cardinales son Aries, Cáncer, Libra y Capricornio"},
    {"nombre": "Carta natal", "descripcion": "Gráfico que representa las posiciones de los planetas en el momento y lugar de un nacimiento. Muestra su ubicación en signos y casas, así como los aspectos entre ellos. Funciona como una brújula cósmica que favorece la autoconciencia y el crecimiento."},
    {"nombre": "Casa", "descripcion": "Porción del cielo dividida según hora y posición geocéntrica. Cada casa representa un ámbito distinto de experiencia. El signo de una casa muestra la energía que nos encontramos y desarrollamos en esa área particular de la vida."},
    {"nombre": "Casas iguales", "descripcion": "Sistema de casas que divide las doce casas en segmentos iguales de treinta grados, comenzando desde el grado del Ascendente. En este sistema, el inicio de cada casa coincide con el grado del signo en el que se encuentra el Ascendente. A diferencia de otros sistemas, la cúspide de la casa X no está en el Medio Cielo (MC), sino exactamente 90 grados antes del Ascendente. Es uno de los métodos más antiguos, con evidencia de su uso desde los siglos I y II d.C."},
    {"nombre": "Casas interceptadas", "descripcion": "También llamadas “doble cúspide”, ocurren cuando dos casas consecutivas tienen el mismo signo en la cúspide, lo que significa que otras dos casas quedan “atrapadas” sin su propio signo en la cúspide. Mientras que los signos interceptados indican energías que pueden ser difíciles de expresar, las casas interceptadas representan áreas de la vida donde la persona tiene mayor influencia. Para equilibrarlas, es clave integrar la energía de la casa interceptada en la siguiente."},
    {"nombre": "Conjunción", "descripcion": "Aspecto en el que dos o más planetas se alinean en el mismo punto del cielo, fusionando sus energías de manera intensa y directa. Esto puede generar una expresión poderosa pero a veces confusa, ya que las funciones planetarias se entremezclan y no siempre son fáciles de distinguir o procesar conscientemente. La dificultad o el potencial de la conjunción dependerá de la compatibilidad entre los planetas involucrados."},
    {"nombre": "Constelación", "descripcion": "Agrupación de estrellas que forman un patrón reconocible en el cielo. Estas agrupaciones no están físicamente relacionadas, sino que su disposición es vista desde la Tierra. Las constelaciones han sido utilizadas por diversas culturas para orientación y como parte de mitologías. La astronomía ha reconocido oficialmente 88 constelaciones oficialmente reconocidas, como la Osa Mayor o Casiopea, sin embargo la astrología utiliza solo las doce que cruzan la eclíptica. "},
    {"nombre": "Cuadratura", "descripcion": "Aspecto de tensión y desafío entre dos planetas, que nos obliga a actuar y buscar soluciones. Genera conflictos internos o externos que requieren esfuerzo continuo para resolverse. Puede provocar frustración si no se enfrenta, pero también impulsa el crecimiento y la construcción de logros. Al trabajar sus tensiones, ofrece grandes oportunidades de aprendizaje y transformación."},
    {"nombre": "Cúspide", "descripcion": "Punto que marca el inicio de una casa astrológica, señalando el comienzo de un área de experiencia en la carta natal. También puede referirse a la transición entre dos signos del Zodiaco, cuando el Sol cambia de uno a otro y sus influencias se combinan. En ambos casos, las cúspides representan momentos de transición energética, donde las características de los signos o casas pueden fusionarse, influyendo en la interpretación astrológica."}
  ],
  "D": [
    {"nombre": "Descendente", "descripcion": "Signo en la cúspide de la casa VII, la cual está asociada a los vínculos y relaciones que complementan nuestra identidad. Es el espejo de la casa I, donde descubrimos lo que no reconocemos de nosotros mismos a través de los demás. A través de estos lazos, especialmente en el ámbito amoroso, aprendemos a integrar cualidades que inicialmente nos son ajenas. Aquí se trata de encontrar el equilibrio entre nuestra individualidad y la conexión con los demás."},
    {"nombre": "Domificación", "descripcion": "Proceso mediante el cual se divide el cielo en doce sectores desde una posición geocéntrica llamados ‘casas’. Las casas, numeradas en sentido antihorario, representan ámbitos de experiencia donde se manifiestan las energías de los signos y planetas, adaptándose a las circunstancias de la vida."}
  ],
  "E": [
    {"nombre": "Eclipse", "descripcion": "Fenómeno que ocurre cuando el Sol, la Tierra y la Luna se alinean en los nodos lunares. Puede ser solar, durante la Luna nueva, o lunar, durante la Luna llena. Los eclipses solares simbolizan nuevos comienzos, mientras que los lunares marcan culminaciones emocionales y cierres de ciclos. Ambos son momentos de cambio y transición, percibidos históricamente como rupturas en la predictibilidad cósmica, así proponen también oportunidades para la transformación y evolución personal."},
    {"nombre": "Eclíptica", "descripcion": "Trayectoria del Sol a lo largo del año, vista desde la Tierra. Esta línea, que se desplaza sobre el fondo de las constelaciones del zodiaco, marca el plano en el que la Tierra y los planetas principales orbitan alrededor del Sol."},
    {"nombre": "Elementos", "descripcion": "Los cuatro estados primordiales de la naturaleza, la base energética que conforma todo en el universo. Representan las distintas sintonías en que la vida se experimenta, tanto física, psicológica como espiritualmente. En astrología, los elementos reflejan la esencia energética de una carta natal,  y pueden manifestarse en exceso, carencia o equilibrio. El exceso requiere una canalización regulada y la carencia implica desarrollar la energía faltante."},
    {"nombre": "Escorpio", "descripcion": "Signo de la transformación profunda. Lo que antes en Libra era armonía, aquí es lucha y pasión. Es el encuentro con la sombra, lo reprimido que exige salir a la luz. La fusión extrema, el renacer tras la destrucción. Su energía es pulsional, magnética, desafiante. En la carta, muestra donde somos más intensos y obsesivos, así como donde encontramos nuestro poder energético. El Sol transita Escorpio del 23 de octubre al 22 de noviembre."}
  ],
  "F": [
    {"nombre": "Fases lunares", "descripcion": "Estadios del ciclos de nacimiento, crecimiento, muerte y renovación de la Luna. Comienza con la Luna Nueva, cuando el Sol y la Luna se alinean en el mismo signo, marcando el inicio del proceso. En la Luna Creciente, la energía crece y despierta la creatividad. La Luna Llena, opuesta al Sol, simboliza el auge de la luz y la cosecha. Finalmente, la Luna Menguante es un tiempo de introspección y desintegración, preparando el terreno para el próximo ciclo. Cada fase refleja transformaciones psíquicas y energéticas profundas."},
    {"nombre": "Fijeza", "descripcion": "Energía de estabilidad, perseverancia y determinación. Mantiene, sostiene y protege lo creado. Se asocia con el segundo tercio de cada estación, etapa estable y predecible. Resiste cambios e influencias externas, estabilizando la fuerza cardinal y permitiendo un esfuerzo sostenido para alcanzar la meta. Los signos fijos son Tauro, Leo, Escorpio y Acuario"},
    {"nombre": "Fondo Cielo (IC)", "descripcion": "Punto que marca la base de la carta natal y el núcleo más íntimo del ser. Es la cúspide de la casa IV y representa el hogar, las raíces, la memoria y la influencia familiar. Su signo y planetas indican la atmósfera del hogar de origen y el legado emocional recibido.Cada signo Ascendente posee como base uno que, por un lado, le dificulta su accionar y, por otro, le da seguridad para ir hacia adelante."},
    {"nombre": "Fuego", "descripcion": "Elemento del coraje, optimismo y vitalidad. Representa la energía expansiva, la pasión y la autoafirmación. Es impulso, transformación y deseo de superación. Se asocia con el liderazgo, la intuición y la confianza. Es una energía yang, explosiva y apasionada, que avanza con entusiasmo y determinación. Los signos de fuego son Aries, Leo y Sagitario."}
  ],
  "G": [
    {"nombre": "Géminis", "descripcion": "Energía de la curiosidad y el movimiento. Representa el juego entre los opuestos, la exploración de ideas y la necesidad de comunicación. Introduce la energía del aire, vinculada a la mente y la palabra. Como signo mutable, cuestiona lo establecido y busca comprender la realidad a través del contacto con lo diverso. En la carta, Géminis indica dónde estamos más abiertos al aprendizaje y la exploración sin miedo. El Sol transita este signo del 21 de mayo al 20 de junio."},
    {"nombre": "Grado", "descripcion": "Unidad de medida del zodiaco. Cada signo tiene 30 grados, y cada grado 60 minutos representando una división de 1/360 del círculo zodiacal. Los planetas y puntos importantes, como el Ascendente, se ubican en grados específicos dentro de los signos, lo que influye en su interpretación astrológica. Por ejemplo, un planeta en '5° de Aries' se encuentra en el quinto grado del signo de Aries."}
  ],
  "J": [
    {"nombre": "Júpiter", "descripcion": "Planeta más grande del sistema solar asociado con la sabiduría, la expansión y la suerte. Su influencia nos conecta con la fe, la confianza y los ideales, guiando nuestro camino hacia el aprendizaje y la evolución personal. Representa la búsqueda del sentido de la vida, la abundancia y la plenitud cuando alineamos nuestra voluntad personal con la del alma. El signo donde está Júpiter muestra cómo desarrollamos la confianza, la expansión y la abundancia en nuestra vida."}
  ],
 "K": [
    {"nombre": "Koch", "descripcion": "Sistema de casas basado en las líneas del horizonte en diferentes momentos del día del nacimiento. Utiliza la ubicación física del individuo para definir las casas. Asigna especial importancia al eje MC-IC, y no es aplicable en regiones polares. Es el sistema más usado luego de Placidus y el sistema topocéntrico. Fue propuesto por Walter Koch, aunque inventado por Zanzinger y Specht."}
  ],
  "L": [
    {"nombre": "Leo", "descripcion": "Energía que irradia desde un centro propio, buscando ser vista y reconocida. Representa el nacimiento del Yo y la identidad, diferenciándose del entorno y afirmando su individualidad. Su desafío es pasar del deseo de aprobación externa a una expresión auténtica desde el corazón. En la carta, muestra el área donde más seguros de nosotros mismos somos. El Sol está en Leo del 22 de julio al 22 de agosto."},
    {"nombre": "Libra", "descripcion": "Signo donde la conciencia descubre la dualidad y la importancia del otro. Representa la energía del encuentro, el equilibrio y la búsqueda de armonía en los vínculos. Como signo cardinal, abre caminos hacia la cooperación, valorando la perspectiva y la razón. En Libra entendemos que no somos solo individuos, sino parte de un todo interdependiente. Libra en la carta es donde más cordiales y diplomáticos tendemos a ser, así como complacientes, indecisos y evasivos . El Sol transita Libra del 23 de septiembre al 22 de octubre."},
    {"nombre": "Lilith (Luna Negra)", "descripcion": "Punto matemático que representa el apogeo de la órbita lunar, el punto más alejado de la Tierra. Simboliza lo reprimido, lo negado y lo que está oculto en nuestro inconsciente. Su presencia se expresa a través de los aspectos planetarios con los que se conecta en la carta natal. Lilith refleja las emociones reprimidas, la ira pre-verbal y los aspectos no permitidos de nuestra historia ancestral, llevando a la liberación de energías cautivas.."},
    {"nombre": "Luna", "descripcion": "Representa la memoria, la sensibilidad y la seguridad emocional. Es la base sobre la que se construye la personalidad. Su signo indica cómo el individuo se relaciona con el cuidado, la seguridad y la maternidad, tanto en su infancia como en su vida adulta. Los patrones lunares pueden reflejar mecanismos defensivos, repetitivos y una conexión profunda con el linaje familiar. La Luna también simboliza el proceso de autosostenimiento emocional."}
  ],
  "M": [
    {"nombre": "Marte", "descripcion": "Planeta de la acción, la energía y la lucha. Representa el impulso primario para conquistar metas, el coraje en tiempos de adversidad y la fuerza que nos impulsa a actuar. Marte está asociado con la afirmación del deseo, la supervivencia y la defensa de lo que nos pertenece. Su posición en el zodiaco revela cómo afrontamos desafíos y perseguimos nuestras ambiciones. El signo en el que se encuentra Marte muestra cómo nos lanzamos a la conquista de lo que queremos."},
    {"nombre": "Medio Cielo (MC)", "descripcion": "Punto más alto de la carta astral que representa nuestra proyección pública, la imagen que mostramos al mundo y la manera en que buscamos reconocimiento. Es cúspide de la Casa X, ligada a la ambición, la profesión y el estatus social. Indica cómo materializamos nuestro potencial y el rol que desempeñamos en la sociedad. También refleja nuestra relación con la autoridad y aspectos heredados de nuestras figuras parentales."},
    {"nombre": "Mercurio", "descripcion": "Planeta más cercano al Sol y el más rápido en su órbita. Representa la mente, el pensamiento y la comunicación, siendo el mensajero de los dioses. Regula cómo procesamos, comprendemos y transmitimos información, así como nuestra capacidad para conectar ideas y emociones. Mercurio simboliza la curiosidad, el análisis y la capacidad de compartir conocimientos. El signo donde se encuentra Mercurio revela cómo pensamos, procesamos y comunicamos la información."},
    {"nombre": "Modalidades", "descripcion": "También llamadas “ritmos”, representan formas de acción y reacción de la energia. Se asocian con los ciclos naturales: la energía cardinal marca inicios, la fija estabiliza y la mutable facilita la transición. Indican cómo se expresa la energía: impulso, constancia o cambio. Son el esqueleto sobre el que los elementos construyen la esencia de cada signo, reflejando distintos modos de percibir, actuar y adaptarse en el mundo."},
    {"nombre": "Mutabilidad", "descripcion": "Energía transformadora, flexible y adaptable. Representa la última parte de cada estación, facilitando la transición y el cambio. Permite soltar lo fijo y destruir lo creado para dar inicio a un nuevo ciclo. Dispersa lo madurado, cede y relativiza, posibilitando la flexibilidad necesaria para corregirse y aprender. Los signos mutables son Géminis, Virgo, Sagitario y Piscis "}
  ],
  "N": [
    {"nombre": "Neptuno", "descripcion": "Planeta transpersonal asociado con la disolución de las fronteras del ego y la conexión con el inconsciente colectivo. Su energía simboliza la sensibilidad, la intuición y la empatía, desafiando la lógica y abriendo puertas hacia lo místico y lo onírico. En astrología, Neptuno rige los sueños, las ilusiones y las creencias, y su tránsito por un signo influye en una generación, fomentando la percepción sutil y la resonancia con el Todo. Su naturaleza disuelve límites, permitiendo el despertar a la unidad universal."},
    {"nombre": "Nodos lunares", "descripcion": "Par de puntos opuestos en el espacio donde la órbita de la Luna cruza la del Sol. El Nodo Norte, que marca el camino evolutivo, señala el futuro y el desarrollo necesario del alma, mientras que el Nodo Sur indica el pasado y las tendencias automáticas. Juntos forman el Eje Nodal, reflejando el equilibrio entre lo aprendido y lo que falta por aprender. Su influencia define las experiencias kármicas y el crecimiento espiritual, con ciclos que se completan cada 18,6 años."}
  ],
  "O": [
    {"nombre": "Oposición", "descripcion": "Aspecto donde dos o más planetas están a 180° entre sí, generando una tensión que suele manifestarse en conflictos o proyecciones. Este aspecto nos confronta con lo que no reconocemos en nosotros mismos, reflejándolo en otro. Puede vivirse como choque o como oportunidad de equilibrio y crecimiento. Impulsa la toma de conciencia al mostrar diferentes perspectivas."},
    {"nombre": "Orbe", "descripcion": "Margen de diferencia en grados que se permite entre la posición exacta de un planeta y el aspecto que forma con otro. Este margen varía según el tipo de aspecto, los planetas implicados y el astrólogo. "},
    {"nombre": "Órbita", "descripcion": "Trayectoria que sigue un cuerpo celeste bajo la influencia de la gravedad de otro. Aunque a menudo se piensa en órbitas circulares, en realidad son elípticas y varían según el planeta, su tamaño, distancia al Sol y otros factores. Por ejemplo, Plutón puede tardar 12 años en atravesar un signo, mientras que en otro puede llegar a estar 32 años. "}
  ],
  "P": [
    {"nombre": "Perigeo", "descripcion": "Punto más cercano de la órbita de un cuerpo celeste con respecto a la Tierra. En el caso de la Luna, el perigeo marca su mínima distancia a nuestro planeta. Este evento provoca un aumento en su velocidad orbital y un brillo más intenso cuando es observado desde la Tierra, siendo visible como una 'superluna' en ocasiones."},
    {"nombre": "Perihelio", "descripcion": "Punto de la órbita de un cuerpo celeste en el que se encuentra más cercano al Sol. El término proviene de las palabras griegas 'peri' (cerca) y 'helios' (Sol)."},
    {"nombre": "Piscis", "descripcion": "Signo que representa la totalidad, el amor incondicional y la entrega espiritual. No entiende de límites; todo fluye y se mezcla en una misma esencia. Piscis es sensibilidad, intuición y conexión con lo divino. En la carta,Piscis es donde somos más compasivos y receptivos a lo invisible. El Sol está en Piscis del 19 de febrero al 20 de marzo."},
    {"nombre": "Placidus", "descripcion": "Sistema de casas más popular que divide el cielo en partes iguales, tanto por encima como por debajo del horizonte, utilizando el centro de la Tierra como referencia. Las casas por encima corresponden al 'arco diurno' y las de abajo al 'arco nocturno' Fue desarrollado por Giovanni Antonio Magini y nombrado en honor al monje Placidus de Titis. No se puede usar en regiones polares debido a limitaciones matemáticas."},
    {"nombre": "Planetas", "descripcion": "Funciones psicológicas y arquetipos que influyen en nuestra consciencia: el yo que piensa, el yo que siente, el yo que desea, etc. Si las casas son áreas y los signos son cualidades, los planetas son los actores del cielo, como viajeros entre las estrellas, dan vida a la carta natal, expresando cómo vivimos y experimentamos la realidad."},
    {"nombre": "Planeta regente", "descripcion": "Cada signo del zodiaco tiene un planeta regente que satisface las necesidades y deseos del signo. Por ejemplo, Marte es el regente de Aries: mientras Aries simboliza el inicio, Marte es la acción para comenzar. No importa en qué signo se encuentre Marte, siempre regirá a Aries y a la casa donde Aries esté ubicado."},
    {"nombre": "Planetas personales", "descripcion": "Planetas más cercanos a la Tierra (Sol, Luna, Mercurio, Venus, Marte, Júpiter y Saturno) relacionados con funciones psicológicas fundamentales para el desarrollo de la consciencia. Desde las acciones más básicas, como pensar, hacer y sentir, hasta procesos más complejos como formar creencias y establecer límites. Al ser visibles a simple vista, los planetas personales representan los arquetipos que nos ayudan a comprender quiénes somos y cómo podemos crecer."},
    {"nombre": "Planetas transpersonales", "descripcion": "Funciones que representan arquetipos universales como el cambio, el poder y el misterio. Urano, Neptuno y Plutón influyen más allá de la personalidad individual, afectando a generaciones enteras. Su energía, al estar tan alejada del Sol, se manifiesta en el inconsciente colectivo, y cuando se maduran conscientemente, pueden canalizarse de forma creativa."},
    {"nombre": "Plutón", "descripcion": "Planeta transpersonal de la transformación profunda. Su energía intensa destruye lo cristalizado para dar paso a lo nuevo. Representa el proceso alquímico de transformación y el poder oculto en la sombra. Su acción es profunda e ineludible, llevando a soltar el control y a renacer con mayor vitalidad. El signo de Plutón indica cómo se enfrenta lo oculto y cómo se libera la energía reprimida, marcando el camino de la regeneración personal y colectiva."},
    {"nombre": "Polaridad (Yin-Yang)", "descripcion": "Según las leyes herméticas, todo tiene dos polos; los opuestos son idénticos en naturaleza, pero difieren en grado. El Yin y el Yang, símbolos de la dualidad, representan fuerzas opuestas y complementarias. El Yin es receptivo, introspectivo e introvertido; el Yang es activo, expansivo y extrovertido. De los doce signos, seis son Yang mientras los otros seis son Yin"},
  {"nombre": "Punto vernal", "descripcion": "Punto en el cielo donde el Sol cruza el ecuador celeste de sur a norte, marcando el comienzo de la primavera en el hemisferio norte y el otoño en el hemisferio sur. Marca el grado 0° de Aries e indica el inicio del ciclo zodiacal. Su ubicación cambia debido a la precesión de los equinoccios, lo que implica un lento desplazamiento en el tiempo."}
  ],
  "Q": [
   {"nombre": "Quincuncio", "descripcion": "Aspecto de 150° entre dos o más planetas. Genera una sensación de incomodidad entre los planetas involucrados, impulsando ajustes y mejoras. No es tan tenso como la cuadratura, pero requiere paciencia y adaptación. Se asocia con la necesidad de optimizar, transformar y revitalizar. Su energía impulsa correcciones esenciales para alcanzar un equilibrio más funcional y eficiente."},
    {"nombre": "Quirón", "descripcion": "No es un planeta, sino un cometa centauro, cuyo órbita dura entre 49 y 51 años. Representa el arquetipo del 'sanador herido': su dolor es incurable, pero su habilidad para sanar a otros nace de su propia herida. Es el símbolo de la resiliencia, enfrentando el dolor sin poder superarlo, pero encontrando sentido y trascendencia en él."}
  ],
  "R": [
    {"nombre": "Retrógrado", "descripcion": "Cuando un planeta parece moverse hacia atrás en el cielo, está retrogradando. Este fenómeno es sólo una ilusión óptica, ya que el planeta no cambia su órbita, sino que la percepción desde la Tierra lo hace. Durante su retrogradación, el planeta está más cerca de la Tierra, lo que intensifica su energía. En astrología, los planetas retrógrados invitan a la introspección y al análisis profundo, desafiando a sus funciones psicológicas a ir en contra de la corriente para encontrar su verdadera dirección."},
    {"nombre": "Revolución solar", "descripcion": "Carta del momento exacto en que el Sol regresa al mismo punto del zodíaco en que se encontraba al nacer, iniciando un nuevo ciclo anual. Pronostica el clima energético para el año y los temas en los que la identidad debe actualizarse. Considerando especialmente el Ascendente, la casa del Sol y los planetas en la casa XII, siempre debe interpretarse en el contexto de la carta natal."}
  ],
  "S": [
    {"nombre": "Sagitario", "descripcion": "Signo de la expansión y la sabiduría. Es la síntesis del conflicto, donde el dolor cobra sentido y se transforma en abundancia y dirección. Su fuego mutable le da dinamismo y amplitud, buscando su propia verdad sin necesidad de validación externa. Es el signo de la confianza y la fe en la vida. En la carta, es donde más idealistas somos, así como más dogmáticos. El Sol transita Sagitario del 22 de noviembre al 21 de diciembre."},
    {"nombre": "Saturno", "descripcion": "Planeta asociado al límite, el tiempo y la estructura. Representado por Cronos, dios del tiempo, simboliza la sabiduría, la disciplina y la autodeterminación. Se vincula con el aprendizaje a través de las restricciones, enseñando paciencia, responsabilidad y el trabajo arduo. El signo donde se encuentra Saturno representa la cualidad que la persona habrá de desarrollar para construir una estructura que le dé la solidez necesaria para autosostenerse."},
    {"nombre": "Sextíl", "descripcion": "Aspecto de 60° que favorece la interacción fluida y rápida entre planetas. Genera comprensión, creatividad y conciencia, promoviendo la integración de funciones astrológicas. Estimula el pensamiento lógico y la expresión innovadora, aliviando tensiones en la carta natal. Potencia la capacidad de aplicar conocimientos en la vida diaria y desarrollar talentos prácticos."},
    {"nombre": "Signos", "descripcion": "Las doce vibraciones que componen el Zodíaco, reflejando el flujo energético del universo en un ciclo natural. Cada uno representa una frecuencia específica, similar a notas musicales o colores en un espectro. La combinación de los cuatro elementos y tres modalidades crea la energía única de cada Signo. A nivel energético y psicológico, cada Signo se manifiesta de forma que influye en la forma en que experimentamos y expresamos esa energía en nuestra psique."},
    {"nombre": "Signos enteros", "descripcion": "Sistema de casas que asigna un signo completo a cada casa, comenzando con el signo que contiene al Ascendente como la casa uno. Así, cada casa se corresponde con un signo entero, siendo las casas de igual tamaño. Este sistema, utilizado desde la antigüedad, es especialmente popular en la astrología sidérea india."},
    {"nombre": "Signos interceptados", "descripcion": "Un signo está interceptado cuando sus 30 grados quedan completamente dentro de una casa sin ocupar su cúspide. Es decir, está “atrapado” entre dos cúspides, dentro de una casa, pero no sale por ningún lado. Esto ocurre con más frecuencia en cartas natales de personas nacidas en latitudes extremas. La interpretación de los signos interceptados sugiere que su energía al no tener una cúspide, no fluye de manera directa ya que no tiene una área de la vida en la que expresarse."},
  {"nombre": "Sistema de casas", "descripcion": "Conjunto de reglas utilizadas para medir y dividir el espacio celeste en las doce casas. La diferencia entre sistemas radica en cómo se calculan las cúspides de esas casas. Por ejemplo, el sistema Placidus se basa en la división de las casas según el tiempo que tarda un punto del cielo en cruzar el horizonte, mientras que el sistema de casas Igual distribuye el espacio en 12 partes iguales."},
  {"nombre": "Sol", "descripcion": "Planeta de la fuente de energía vital, vinculada a la conciencia y al proceso de autoconocimiento. Representa el ego y la identidad, pero también la chispa divina que nos conecta con nuestro ser esencial. En la carta natal, su posición muestra cómo expresamos nuestro propósito y donde buscamos brillar. El signo del Sol indica las cualidades con las que se construye el ego como centro de la personalidad. "}
  ],
  "T": [
    {"nombre": "Tauro", "descripcion": "Signo de la sensualidad, el placer y el disfrute a través del cuerpo. Es la cualidad de la estabilidad, la acumulación y la conexión con lo tangible. En la carta, Tauro señala un área de disfrute, contemplación y aprendizaje de la paciencia. El Sol transita este signo del 20 de abril al 20 de mayo."},
    {"nombre": "Tierra", "descripcion": "Elemento del mundo tangible. Su energía busca materializar, acumular y dar forma en el plano material. Se asocia con la paciencia, la perseverancia, el orden y la fertilidad. Es Yin, orientado a lo práctico y sensorial. Nos da sostén, estructura y permite concretar ideas. La gravedad nos ancla y nos conecta con lo real. Los signos de tierra son Tauro, Virgo y Capricornio."},
    {"nombre": "Tránsitos", "descripcion": "Movimiento de los planetas en el cielo que, al interactuar con los puntos de una carta natal, activan distintas áreas de la vida. Estos reflejan el proceso evolutivo del ser, sus etapas y ritmos. Aunque no nos dan control sobre el futuro, entender estos ciclos nos ayuda a vivir en sintonía con ellos, brindándonos una visión más clara de los momentos y cambios que estamos experimentando."},
    {"nombre": "Topocentrico", "descripcion": "Sistema de casas creado en Argentina por los astrólogos Wendel Polich y Anthony Nelson Page. Llamado también Polich-Page, este método calcula las casas basándose en la latitud del lugar de nacimiento y en la elevación del Ascendente. En la mayoría de las latitudes bajas y medias, las casas resultantes son muy similares a las del sistema de Placidus, pero en las regiones cercanas a los polos pueden diferir más."},
    {"nombre": "Trígono", "descripcion": "Aspecto de 120° entre dos o más planetas, asociado a fluidez, confianza y creatividad. Se considera armonioso, ya que conecta energías afines, facilitando la expresión de talentos y el desarrollo personal sin esfuerzo. Puede generar sensación de suerte o facilidad, pero también llevar a la pasividad si no se aprovecha activamente."}
  ],
  "U": [
    {"nombre": "Urano", "descripcion": "Planeta transpersonal de lo inesperado, la creatividad y el cambio radical. En la astrología, representa la ruptura de estructuras establecidas, buscando libertad y originalidad. Su tránsito por cada signo dura aproximadamente siete años, generando transformaciones colectivas e individuales. Urano desafía lo convencional, simbolizando la innovación, las mutaciones y la evolución. En la carta natal, su posición revela cómo una persona experimenta la ruptura de patrones y conecta con su genio creativo."}
  ],
  "V": [
    {"nombre": "Venus", "descripcion": "Planeta que rige el amor, la belleza y la sensualidad. Su energía conecta con lo que valoramos, nos atrae y cómo nos expresamos en las relaciones. Es el regente de Tauro y Libra, brindando una sensibilidad estética que nos permite identificar y valorar lo bello, tanto en el mundo como en los demás. El signo en el que se encuentra Venus revela nuestras preferencias, lo que buscamos en otros y cómo nos conectamos íntimamente."},
    {"nombre": "Virgo", "descripcion": "Signo del detalle y el servicio. Representa la consciencia de que formamos parte de un sistema mayor y la necesidad de perfeccionar nuestro rol dentro de él. Su energía es práctica, detallista y analítica, buscando ordenar y mejorar todo lo que toca. Virgo en la carta muestra dónde somos más perfeccionistas y críticos, dónde ansiamos refinar y hacer funcional nuestra experiencia. El Sol transita Virgo del 23 de agosto al 22 de septiembre."}
  ],
  "Z": [
    {"nombre": "Zodiaco", "descripcion": "Banda celestial que rodea la eclíptica, la trayectoria del Sol a través del cielo a lo largo del año. Se divide en doce partes, cada una representando una vibración energética única, asociada a diferentes arquetipos. Aunque los signos se corresponden con las constelaciones, su división en 30 grados se basa en la relación con las estaciones del año."}
  ]
}
