{
    "A": [
      {"nombre": "Air", "descripcion": "Element of movement. It seeks distance, understanding, and objective observation. It represents the mind, ideas, creativity, and communication. It’s the invisible link that connects and separates us, facilitating learning and the transmission of knowledge. Reason and logic characterize it. The air signs are Gemini, Libra, and Aquarius."},
      {"nombre": "Aphelion", "descripcion": "Point in the orbit of a celestial body where It's farthest from the Sun. The term comes from the Greek words 'apó' (far) and 'helios' (Sun)."},
      {"nombre": "Apogee", "descripcion": "Farthest point in the orbit of a celestial body from the Earth. It commonly refers to the Moon. This phenomenon affects both the orbital speed of the body and the amount of light it receives."},
      {"nombre": "Aquarius", "descripcion": "Sign of the future, innovation, and community. It represents the need to change, evolve, and create together. Its energy is rebellious, visionary, and disruptive, always seeking new ideas and ways of living. It reminds us that what does not transform stagnates. In the chart, Aquarius is where we need freedom the most, and we tend to be more rebellious. The Sun transits through Aquarius from January 20 to February 18."},
      {"nombre": "Aries", "descripcion": "Sign of the beginning, the primary energy that emerges from chaos to make its way. It represents the will to exist, the driving force, and the struggle for life. Its quality is impulsive action, the visceral desire that drives one forward without measuring consequences. Aries in the chart shows the area where we are most autonomous, spontaneous, and impulsive. The Sun transits Aries from March 21 to April 19."},
      {"nombre": "Ascendant (AC)", "descripcion": "Sign that was rising in the East at the time and place of birth. It’s the cusp of the first house and acts as an entrance point to the natal chart, influencing how the person projects themselves and experiences the world. It’s the point of contact between Heaven and Earth, symbolizing the soul's purpose in this incarnation. Its energy permeates the entire life of the individual, manifesting in every experience and relationship, guiding their self-awareness."},
      {"nombre": "Aspects", "descripcion": "Usually represented by colored lines in the chart, these are angular relationships between planets based on their distance in degrees. They represent dynamics between their functions, generating mutual influences. They’re the relationships planets form with each other. They’re classified as Major (Conjunction, Opposition, Square, Trine, Sextile) and Minor (Quincunx, Semisextile, etc.), and can be harmonious or disharmonious, either facilitating or challenging the integration of energies."},
      {"nombre": "Astral chart", "descripcion": "Graphic chart that represents the positions of the planets at the time and place of a birth. Also known as ‘natal chart’, it shows the planets’ placement in signs and houses, as well as the aspects between them. It functions as a cosmic compass that promotes self-awareness and growth."}

    ],
    "C": [
      {"nombre": "Cancer", "descripcion": "Sign that represents vulnerability and the instinct of protection. Its energy withdraws into a shell, seeking security and nourishment. It’s the sign where the sense of belonging and sensitivity to the environment arise, developing intuition and care for others. In the natal chart, Cancer indicates our most vulnerable point, where we need the most security and where we are most likely to give it. The Sun transits this sign from June 21 to July 22."},
      {"nombre": "Capricorn", "descripcion": "Sign of perseverance, discipline, and unwavering will. It represents the constant effort to turn ideals into realities, the maturity that takes on responsibilities, and the patience to build solid foundations. Here, ambition becomes structure, and achievement is the result of hard work. In the chart, Capricorn shows where we are most ruthless, severe, and persevering. The Sun transits this sign from December 21 to January 19."},
      {"nombre": "Cardinal modality", "descripcion": "Energy of initiation, impulse, and creation. It symbolizes orientation and direction, just like the cardinal points. It's associated with the beginning of each season and the opening of new possibilities, paths, and opportunities in different areas of life. The cardinal signs are Aries, Cancer, Libra, and Capricorn."},
      {"nombre": "Chiron", "descripcion": "Not a planet, but a centaur comet with an orbit lasting between 49 and 51 years. It represents the archetype of the 'wounded healer': its pain is incurable, but its ability to heal others comes from its own wound. It's the symbol of resilience, facing pain without being able to overcome it, but finding meaning and transcendence in it."},
      {"nombre": "Conjunction", "descripcion": "Aspect in which two or more planets align at the same point in the sky, merging their energies in an intense and direct way. This can generate a powerful but sometimes confusing expression, as the planetary functions intermingle and are not always easy to distinguish or process consciously. The difficulty or potential of the conjunction will depend on the compatibility between the involved planets."},
      {"nombre": "Constellation", "descripcion": "Grouping of stars that forms a recognizable pattern in the sky. These groupings are not physically related, but their arrangement is viewed from Earth. Constellations have been used by various cultures for orientation and as part of mythologies. Astronomy officially recognizes 88 constellations, such as the Big Dipper or Cassiopeia; however, astrology uses only the twelve that cross the ecliptic."},
      {"nombre": "Cusp", "descripcion": "Point that marks the beginning of an astrological house, indicating the start of an area of experience in the natal chart. It can also refer to the transition between two zodiac signs, when the Sun moves from one to the other and their influences combine. In both cases, cusps represent moments of energetic transition, where the characteristics of signs or houses may merge, influencing the astrological interpretation."}
    ],
    "D": [
      {"nombre": "Descendant", "descripcion": "The sign at the cusp of the 7th house, which is associated with the bonds and relationships that complement our identity. It's the mirror of the 1st house, where we discover what we do not recognize about ourselves through others. Through these ties, especially in the romantic realm, we learn to integrate qualities that were initially foreign to us. Here, the focus is on finding the balance between our individuality and connection with others."},
      {"nombre": "Direct", "descripcion": "When a planet moves in its normal and expected direction through the zodiac from our Earthly perspective, it's said to be 'direct'. This is the most common movement of planets. Astrologically, a direct planet indicates that its energy is expressed more fluidly, openly, and is oriented towards external action."},
      {"nombre": "Domification", "descripcion": "The process by which the sky is divided into twelve sectors called 'houses.' The houses, numbered counterclockwise, represent areas of experience where the energies of the signs and planets manifest."}
    ],
    "E": [
      {"nombre": "Earth", "descripcion": "Element of the tangible world. Its energy seeks to materialize, accumulate, and give form in the material plane. It's associated with patience, perseverance, order, and fertility. It's Yin, oriented toward the practical and sensory. Just as gravity anchors us to reality, the Earth gives us support, structure, and allows ideas to become reality. The earth signs are Taurus, Virgo, and Capricorn."},
      {"nombre": "Eclipse", "descripcion": "Phenomenon that occurs when the Sun, Earth, and Moon align at the lunar nodes. It can be solar, during the New Moon, or lunar, during the Full Moon. Solar eclipses symbolize new beginnings, while lunar eclipses mark emotional culminations and the closing of cycles. Both are moments of change and transition, historically perceived as breaks in cosmic predictability, they’re also opportunities for personal trannpxsformation and evolution."},
      {"nombre": "Ecliptic", "descripcion": "Sun's path throughout the year as seen from Earth. This line, which moves across the backdrop of the zodiac constellations, marks the plane in which the Earth and the main planets orbit around the Sun."},
      {"nombre": "Elements", "descripcion": "Four primordial states of nature, the energetic foundation that forms everything in the universe. They represent the different frequencies at which life is experienced, both physically, psychologically, and spiritually. In astrology, the elements reflect the energetic essence of a natal chart and can manifest in excess, deficiency, or balance. Excess requires regulated channeling, and deficiency implies the need to develop the missing energy."},
      {"nombre": "Equal Houses", "descripcion": "House system that divides the twelve houses into equal segments of thirty degrees, starting from the degree of the Ascendant. In this system, the beginning of each house coincides with the degree of the sign where the Ascendant is located. Unlike other systems, the cusp of the 10th house is not at the Midheaven (MC), but exactly 90 degrees before the Ascendant. It's one of the oldest methods, with evidence of its use dating back to the 1st and 2nd centuries AD."}
    ],
   "F": [
      {"nombre": "Fix modality", "descripcion": "Energy of stability, perseverance, and determination. It maintains, sustains, and protects what has been created. It's associated with the second third of each season, a stable and predictable stage. It resists changes and external influences, stabilizing the cardinal force and allowing sustained effort toward the goal. The fixed signs are Taurus, Leo, Scorpio, and Aquarius."},
      {"nombre": "Fire", "descripcion": "Element of courage, optimism, and vitality. It represents expansive energy, passion, and self-affirmation. It's impulse, transformation, and the desire for improvement. It's associated with leadership, intuition, and confidence. It's a Yang energy, explosive and passionate, moving forward with enthusiasm and determination. The fire signs are Aries, Leo, and Sagittarius."}
    ],
    "G": [
      {"nombre": "Gemini", "descripcion": "Energy of curiosity and movement. It represents the play between opposites, the exploration of ideas, and the need for communication. It introduces the energy of air, linked to the mind and the word. As a mutable sign, it questions the established and seeks to understand reality through contact with the diverse. In the chart, Gemini indicates where we are most open to learning and exploration without fear. The Sun transits this sign from May 21 to June 20."},
      {"nombre": "Degree", "descripcion": "Unit of measurement of the zodiac. Each sign has 30 degrees, and each degree has 60 minutes, representing a division of 1/360 of the zodiacal circle. Planets and important points, such as the Ascendant, are located at specific degrees within the signs. For example, a planet in the '5° of Aries' is located in the fifth degree of the sign of Aries."}
    ],
  "H": [
      {"nombre": "House", "descripcion": "Portion of the sky divided by time and geocentric position. Each house represents a different area of experience. The sign of a house shows the energy we encounter and develop in that particular area of life."},
      {"nombre": "House System", "descripcion": "Set of rules used to measure and divide the celestial space into twelve houses. The difference between systems lies in how the cusps of those houses are calculated. For example, the Placidus system divides the houses according to the time it takes for a point in the sky to cross the horizon, while the Equal House system divides the space into twelve equal parts."}
  ],
  "I": [
      {"nombre": "Imum Coeli (IC)", "descripcion": "Point marking the base of the natal chart and the innermost core of the being. It's the cusp of the 4th house and represents home, roots, memory, and family influence. Its sign and planets indicate the atmosphere of the origin home and the emotional legacy received. Each Ascendant sign has a base that, on one hand, hinders action, but on the other, provides security to move forward."},
      {"nombre": "Intercepted Houses", "descripcion": "Also called 'double cusp,' these occur when two consecutive houses have the same sign at their cusp, meaning that one house gets 'trapped' without its own sign at the cusp. While intercepted signs indicate energies that can be difficult to express, intercepted houses represent areas of life where the person has greater influence. To balance them, It's key to integrate the energy of the intercepted house into the next one."},
      {"nombre": "Intercepted Signs", "descripcion": "Sign is intercepted when its 30 degrees are completely within a house without occupying its cusp. That is, It's 'trapped' between two cusps, inside a house, but doesn’t exit anywhere. This is more common in natal charts of people born at extreme latitudes. The interpretation of intercepted signs suggests that their energy does not flow directly, as there is no area of life for them to express themselves."}
  ],
    "J": [
      {"nombre": "Jupiter", "descripcion": "Largest planet in the solar system, associated with wisdom, expansion, and luck. Its influence connects us with faith, trust, and ideals, guiding our path toward learning and personal evolution. It represents the search for the meaning of life, abundance, and fulfillment when we align our personal will with that of the soul. The sign where Jupiter is located shows how we develop trust, expansion, and abundance in our life."}
    ],
    "K": [
      {"nombre": "Koch", "descripcion": "House system based on the lines of the horizon at different times of the day of birth. It uses the individual's physical location to define the houses. It places special importance on the MC-IC axis and is not applicable in polar regions. It's the most commonly used system after Placidus and the topocentric system. It was proposed by Walter Koch, although invented by Zanzinger and Specht."}
    ],
    "L": [
      {"nombre": "Leo", "descripcion": "Sign of the energy that radiates from a central point, seeking to be seen and recognized. It represents the birth of the self and identity, distinguishing itself from the environment and affirming its individuality. Its challenge is to move from the desire for external approval to authentic expression from the heart. In the chart, it shows the area where we are most confident in ourselves. The Sun is in Leo from July 22 to August 22."},
      {"nombre": "Libra", "descripcion": "Sign where consciousness discovers duality and the importance of the other. It represents the energy of encounter, balance, and the search for harmony in relationships. As a cardinal sign, it opens paths to cooperation, valuing perspective and reason. In Libra, we understand that we’re not only individuals but part of an interdependent whole. Libra in the chart shows where we tend to be most cordial and diplomatic, as well as complacent, indecisive, and evasive. The Sun transits Libra from September 23 to October 22."},
      {"nombre": "Lilith (Black Moon)", "descripcion": "Mathematical point that represents the apogee of the lunar orbit, the furthest point from Earth Its presence is expressed through the planetary aspects it connects with in the natal chart. Lilith, the dark side of the moon, reflects repressed emotions, pre-verbal anger, and forbidden aspects of our ancestral history, leading to the release of captive energies."},
      {"nombre": "Lunar Phases", "descripcion": "Symbolizes the cycle of birth, growth, death, and renewal. It begins with the New Moon, when the Sun and Moon align in the same sign, marking the start of the process. In the Waxing Moon, energy grows and awakens creativity. The Full Moon, opposite the Sun, symbolizes the peak of light and harvest. Finally, the Waning Moon is a time for introspection and dissolution, preparing the ground for the next cycle. Each phase reflects deep psychic and energetic transformations."}
    ],
    
    "M": [
      {"nombre": "Mars", "descripcion": "Planet of action, energy, and struggle. It represents the primary impulse to conquer goals, courage in times of adversity, and the strength that drives us to act. Mars is associated with the assertion of desire, survival, and defending what belongs to us. Its position in the zodiac reveals how we face challenges and pursue our ambitions. The sign where Mars is located shows how we launch ourselves to conquer what we want."},
      {"nombre": "Medium Coeli (MC)", "descripcion": "Highest point of the natal chart that represents our public projection, the image we present to the world, and how we seek recognition. It's the cusp of the 10th house, related to ambition, profession, and social status. It indicates how we materialize our potential and the role we play in society. It also reflects our relationship with authority and inherited aspects of our parental figures."},
      {"nombre": "Mercury", "descripcion": "Planet closest to the Sun and the fastest in its orbit. It represents the mind, thought, and communication, being the messenger of the gods. It regulates how we process, understand, and transmit information, as well as our ability to connect ideas and emotions. Mercury symbolizes curiosity, analysis, and the ability to share knowledge. The sign where Mercury is located reveals how we think, process, and communicate information."},
      {"nombre": "Modalities", "descripcion": "Forms of action and reaction of the energy. They're associated with natural cycles: cardinal energy marks beginnings, fixed energy stabilizes, and mutable energy facilitates transition. They indicate how energy is expressed: impulse, consistency, or change. They're the skeleton upon which the elements build the essence of each sign, reflecting different ways of perceiving, acting, and adapting in the world."},
      {"nombre": "Moon", "descripcion": "Represents memory, sensitivity, and emotional security. It's the foundation upon which the personality is built. Its sign indicates how the individual relates to care, security, and motherhood, both in childhood and in adulthood. Lunar patterns can reflect defensive, repetitive mechanisms and a deep connection with the family lineage. The Moon also symbolizes the process of emotional self-sustainment."},
      {"nombre": "Mutable modality", "descripcion": "Transformative, flexible, and adaptable energy. It represents the last part of each season, facilitating transition and change. It allows for letting go of the fixed and destroying the created to start a new cycle. It disperses the matured, yields, and relativizes, enabling the flexibility necessary to correct oneself and learn. The mutable signs are Gemini, Virgo, Sagittarius, and Pisces."}
    ],
    "N": [
      {"nombre": "Nodes", "descripcion": "Pair of opposing points in space where the Moon's orbit crosses that of the Sun. The North Node, which marks the evolutionary path, indicates the future and the necessary development of the soul, while the South Node indicates the past and automatic tendencies. Together, they form the Nodal Axis, reflecting the balance between what has been learned and what is yet to be learned. Their influence defines karmic experiences and spiritual growth, with cycles completing every 18.6 years."},
      {"nombre": "Neptune", "descripcion": "Transpersonal planet associated with the dissolution of ego boundaries and connection to the collective unconscious. Its energy symbolizes sensitivity, intuition, and empathy, challenging logic and opening doors to the mystical and the dreamlike. Neptune governs dreams, illusions, and beliefs, and its transit through a sign influences a generation, fostering subtle perception and resonance with the Whole. Its nature dissolves boundaries, allowing the awakening to universal unity."}
    ],
    "O": [
      {"nombre": "Opposition", "descripcion": "Aspect where two or more planets are 180° apart, creating tension that often manifests in conflicts or projections. This aspect confronts us with what we don’t recognize in ourselves, reflecting it in another. It can be experienced as a clash or as an opportunity for balance and growth. It drives awareness by showing different perspectives."},
      {"nombre": "Orb", "descripcion": "Margin of difference in degrees allowed between the exact position of a planet and the aspect it forms with another. This margin varies depending on the type of aspect, the planets involved, and the astrologer."},
      {"nombre": "Orbit", "descripcion": "Path followed by a celestial body under the gravitational influence of another. Although orbits are often thought to be circular, they're actually elliptical and vary depending on the planet, its size, distance from the Sun, and other factors. For example, Pluto may take 12 years to pass through one sign, while in another, it may stay for up to 32 years."}
    ],
    "P": [
      {"nombre": "Perigee", "descripcion": "Closest point in the orbit of a celestial body to Earth. In the case of the Moon, this event causes an increase in its orbital speed and a brighter appearance when observed from Earth, sometimes appearing as a 'supermoon.'"},
      {"nombre": "Perihelion", "descripcion": "Point in the orbit of a celestial body where It's closest to the Sun. The term comes from the Greek words 'peri' (near) and 'helios' (Sun)."},
      {"nombre": "Personal Planets", "descripcion": "Planets closest to Earth (Sun, Moon, Mercury, Venus, Mars, Jupiter, and Saturn) related to fundamental psychological functions for the development of consciousness. From the most basic actions, like thinking, doing, and feeling, to more complex processes like forming beliefs and establishing boundaries. Being visible to the naked eye, personal planets represent archetypes that help us understand who we are and how we can grow."},
      {"nombre": "Pisces", "descripcion": "Sign that represents wholeness, unconditional love, and spiritual surrender. It knows no boundaries; everything flows and mixes into the same essence. Pisces is sensitivity, intuition, and connection with the divine. In the chart, Pisces is where we are most compassionate and receptive to the invisible. The Sun is in Pisces from February 19 to March 20."},
      {"nombre": "Placidus", "descripcion": "Most popular house system, which divides the sky into equal parts above and below the horizon, using the center of the Earth as a reference. The houses above correspond to the 'diurnal arc,' and the ones below correspond to the 'nocturnal arc.' It was developed by Giovanni Antonio Magini and named after the monk Placidus of Titis. It can’t be used in polar regions due to mathematical limitations."},
      {"nombre": "Planets", "descripcion": "Psychological functions and archetypes that influence our consciousness: the self that thinks, the self that feels, the self that desires, etc. If the houses are areas and the signs are qualities, the planets are the actors of the sky, like travelers among the stars, that give life to the natal chart, expressing how we live and experience reality."},
      {"nombre": "Pluto", "descripcion": "Transpersonal planet of profound transformation. Its intense energy destroys what is crystallized to make room for the new. It represents the alchemical process of transformation and the hidden power in the shadow. Its action is deep and unavoidable, leading to the release of control and a rebirth with greater vitality. The sign of Pluto indicates how the hidden is confronted and how repressed energy is freed, marking the path of personal and collective regeneration."},
      {"nombre": "Polarity (Yin-Yang)", "descripcion": "According to Hermetic laws, everything has two poles; opposites are identical in nature but differ in degree. Yin and Yang, symbols of duality, represent opposing and complementary forces. Yin is receptive, introspective, and introverted; Yang is active, expansive, and extroverted. Of the twelve signs, six are Yang, while the other six are Yin."}
    ],
    "Q": [
      {"nombre": "Quincunx", "descripcion": "Aspect of 150° between two or more planets. It creates a sense of discomfort between the involved planets, pushing for adjustments and improvements. It's not as tense as the square, but it requires patience and adaptation. It's associated with the need to optimize, transform, and revitalize. Its energy drives essential corrections to achieve a more functional and efficient balance."}
    ],
    "R": [
      {"nombre": "Retrograde (Rx)", "descripcion": "When a planet appears to move backward in the sky, It's retrograding. This phenomenon is just an optical illusion since the planet does not change its orbit, but the perception from Earth does. During its retrogradation, the planet is closer to Earth, which intensifies its energy. In astrology, retrograde planets invite introspection and deep analysis, challenging their psychological functions to go against the current to find their true direction."},
      {"nombre": "Ruling Planet", "descripcion": "Each zodiac sign has a ruling planet that satisfies the needs and desires of that sign. For example, Mars is the ruler of Aries: while Aries symbolizes beginnings, Mars is the action that starts them. No matter where Mars is in the chart, it always rules Aries and the house where Aries is located."}
    ],
    "S": [
      {"nombre": "Sagittarius", "descripcion": "Sign of expansion and wisdom. It's the synthesis of conflict, where pain takes on meaning and transforms into abundance and direction. Its mutable fire gives it dynamism and breadth, seeking its own truth without the need for external validation. It's the sign of trust and faith in life. In the chart, it represents where we are most idealistic and sometimes most dogmatic. The Sun transits Sagittarius from November 22 to December 21."},
      {"nombre": "Saturn", "descripcion": "Planet associated with boundaries, time, and structure. Represented by Cronos, the god of time, it symbolizes wisdom, discipline, and self-determination. It's linked to learning through restrictions, teaching patience, responsibility, and hard work. The sign where Saturn is located represents the quality that the person must develop to build a structure that will provide the necessary solidity to sustain themselves."},
      {"nombre": "Scorpio", "descripcion": "Sign of deep transformation. It's the encounter with the shadow, the repressed that demands to come to light. Extreme fusion, rebirth after destruction. Its energy is pulsating, magnetic, challenging. In the chart, it shows where we are most intense and obsessive, as well as where we find our energetic power. The Sun transits Scorpio from October 23 to November 22."},
      {"nombre": "Sextile", "descripcion": "Aspect of 60° between two or more planets that favors smooth and rapid interaction between them. It generates understanding, creativity, and awareness, promoting the integration of astrological functions. It stimulates logical thinking and innovative expression, alleviating tensions in the natal chart. It enhances the ability to apply knowledge in daily life and develop practical talents."},
      {"nombre": "Signs", "descripcion": "Twelve vibrations that make up the Zodiac, reflecting the energetic flow of the universe in a natural cycle. Each one represents a specific frequency, similar to musical notes or colors in a spectrum. The combination of the four elements and three modalities creates the unique energy of each sign. Energetically and psychologically, each sign manifests in a way that influences how we experience and express that energy in our psyche."},
      {"nombre": "Solar Return", "descripcion": "Chart for the exact moment when the Sun returns to the same point in the zodiac as it was at birth, starting a new annual cycle. It forecasts the energetic climate for the year and the themes where the identity must be updated. Special attention is given to the Ascendant, the Sun's house, and planets in the 12th house, and it should always be interpreted within the context of the natal chart."},
      {"nombre": "Square", "descripcion": "Aspect of 90° between two or more planets that indicates tension and challenge between them, forcing us to act and seek solutions. It generates internal or external conflicts that require continuous effort to resolve. It can cause frustration if not addressed, but it also drives growth and the building of achievements. By working through its tensions, it offers great opportunities for learning and transformation."},
      {"nombre": "Stationary (st)","descripcion": "A planet is considered 'stationary' when, before or after a retrograde motion, it appears to stop in the sky from our Earthly perspective. This is the point at which the planet changes apparent direction (from direct to retrograde, or vice versa). Astrologically, a stationary planet represents a moment of significant pause and intense concentration of its energy. The themes associated with that planet become prominent and demand our attention, marking an important turning point in its experience."},
      {"nombre": "Sun", "descripcion": "Planet of the source of vital energy, linked to consciousness and the process of self-knowledge. It represents the ego and identity, but also the divine spark that connects us with our essential being. In the natal chart, its position shows how we express our purpose and where we seek to shine. The sign of the Sun indicates the qualities with which the ego is constructed as the center of the personality."}
    ],
    "T": [
      {"nombre": "Taurus", "descripcion": "Sign that represents sensuality, the pleasure of feeling and enjoying life through the body. It's the quality of stability, accumulation, and connection with the tangible. In the chart, Taurus marks an area of enjoyment, contemplation, and learning patience. The Sun transits this sign from April 20 to May 20."},
      {"nombre": "Topocentric", "descripcion": "House system created in Argentina by astrologers Wendel Polich and Anthony Nelson Page. Also known as the Polich-Page method, this system calculates the houses based on the latitude of the birthplace and the elevation of the Ascendant. In most low and mid-latitudes, the resulting houses are very similar to the Placidus system, but in regions near the poles, they may differ more."},
      {"nombre": "Transits", "descripcion": "Movements of planets in the sky that, when interacting with the points of a natal chart, activate different areas of life. They reflect the evolutionary process of the being, its stages, and rhythms. While they do not give us control over the future, understanding these cycles helps us live in harmony with them, providing a clearer vision of the moments and changes we are experiencing."},
      {"nombre": "Transpersonal Planets", "descripcion": "Functions that represent universal archetypes like change, power, and mystery. Uranus, Neptune, and Pluto influence beyond individual personality, affecting entire generations. Their energy, being so far from the Sun, manifests in the collective unconscious, and when consciously matured, they can be channeled creatively."},
      {"nombre": "Trine", "descripcion": "Aspect of 120° between two or more planets, associated with fluidity, trust, and creativity. It's considered harmonious because it connects like energies, facilitating the expression of talents and personal development without effort. It can generate a sense of luck or ease but may also lead to passivity if not actively utilized."}
    ],
    "U": [
      {"nombre": "Uranus", "descripcion": "Transpersonal planet of the unexpected, creativity, and radical change. It represents the breaking of established structures, seeking freedom and originality. Its transit through each sign lasts about seven years, generating collective and individual transformations. Uranus challenges the conventional, symbolizing innovation, mutations, and evolution. In the natal chart, its position reveals how a person experiences the breaking of patterns and connects with their creative genius."}
    ],
    "V": [
      {"nombre": "Venus", "descripcion": "Planet ruling love, beauty, and sensuality. Its energy connects with what we value, what attracts us, and how we express ourselves in relationships. It's the ruler of Taurus and Libra, providing an aesthetic sensitivity that allows us to identify and value beauty, both in the world and in others. The sign in which Venus is located reveals our preferences, what we seek in others, and how we connect intimately."},
      {"nombre": "Vernal Point", "descripcion": "Point in the sky where the Sun crosses the celestial equator from south to north, marking the beginning of spring in the northern hemisphere and autumn in the southern hemisphere. It marks the 0° degree of Aries and indicates the start of the zodiacal cycle. Its location changes due to the precession of the equinoxes, implying a slow shift over time."},
      {"nombre": "Virgo", "descripcion": "Sign of detail and service. It represents the awareness that we are part of a greater system and the need to perfect our role within it. Its energy is practical, detail-oriented, and analytical, seeking to organize and improve everything it touches. Virgo in the chart shows where we are most perfectionistic and critical, where we long to refine and make our experience functional. The Sun transits Virgo from August 23 to September 22."}
    ],
    "W": [
      {"nombre": "Water", "descripcion": "Element of the emotional plane that connects us with all feelings, from fear to love and compassion. It's Yin, sensitive, fluctuating, and purifying. It adapts, filters, and links us to the unconscious. It nurtures us emotionally, awakening empathy and tenderness. It allows us to perceive a universe beyond reason and words. The water signs are Cancer, Scorpio, and Pisces."},
      {"nombre": "Whole Signs", "descripcion": "House system that assigns a full sign to each house, starting with the sign containing the Ascendant as the first house. In this system, each house corresponds to a whole sign, and the houses are all the same size. This system, used since ancient times, is particularly popular in Indian sidereal astrology."}
    ],
    "Z": [
      {"nombre": "Zodiac", "descripcion": "The celestial band surrounding the ecliptic, the Sun's path through the sky throughout the year. It's divided into twelve parts, each representing a unique energetic vibration, associated with different archetypes. Although the signs correspond to the constellations, their division into 30 degrees is based on their relationship with the seasons of the year."}
    ]
  }
  