{
    "Eclipse Lunar": {
        "Aries": {
            "es": "",
            "en": ""
        },
        "Tauro": {
            "es": "",
            "en": ""
        },
        "Géminis": {
            "es": "",
            "en": ""
        },
        "Cáncer": {
            "es": "",
            "en": ""
        },
        "Leo": {
            "es": "La mejor versión de nosotros mismos hoy es una humilde y esencial fracción de la mejor versión de la humanidad. Soltar el deseo egoico de brillar más que otros, nos permite encontrarnos hermanados en la misión de brillar colectivamente y crear un mundo más luminoso.",
            "en": "The best version of ourselves today is a humble and essential fraction of the best version of humanity. Letting go of the egoic desire to shine brighter than others allows us to find ourselves united in the mission to shine collectively and create a brighter world."
        },
        "Virgo": {
            "es": "Se vuelve evidente qué parte de nuestra vida tuvo tantos intentos de arreglo que ahora ya no nos sirve.\nLo que se desprende de nosotros hoy buscar dejar espacio para lo que necesitamos esencialmente ",
            "en": "It becomes evident what part of our life had so many attempts at fixing that it no longer serves us.\nWhat emerges from us today is seeking to make space for what we essentially need."
        },
        "Libra": {
            "es": "aaaaa",
            "en": "aaaaa"
        },
        "Escorpio": {
            "es": "",
            "en": ""
        },
        "Sagitario": {
            "es": "",
            "en": ""
        },
        "Capricornio": {
            "es": "",
            "en": ""
        },
        "Acuario": {
            "es": "",
            "en": ""
        },
        "Piscis": {
            "es": "Los frutos más nobles del desarrollo pisciano se producen en el florecimiento de Virgo, dónde la rutina se vuelve ritual.",
            "en": "The noblest fruits of Piscean development are produced in the flowering of Virgo, where routine becomes ritual."
        }
    },
    "Eclipse Solar": {
        "Aries": {
            "es": "",
            "en": ""
        },
        "Tauro": {
            "es": "",
            "en": ""
        },
        "Géminis": {
            "es": "",
            "en": ""
        },
        "Cáncer": {
            "es": "",
            "en": ""
        },
        "Leo": {
            "es": "Desde el sentimiento intransferible de ser uno mismo, cerramos las fronteras de nuestro reino para sostener algún tipo de estabilidad identitaria.\nAhora debemos abrir nuestras puertas al encuentro con otros reinados, y entender que su existencia no nos amenaza, si no que nos une y engrandece.",
            "en": "From the intransferable feeling of being oneself, we close the borders of our kingdom to maintain some kind of identity stability.\nNow we must open our gates to encounter other kingdoms, and understand that their existence doesn't threaten us, but rather unites and magnifies us."
        },
        "Virgo": {
            "es": "Creamos que es momento o no, debemos comenzar una limpieza donde soltemos las costumbres que nos desregulan la salud, y repensemos la inercia con que la rutina se cobra el vínculo con nuestra espiritualidad en la vida cotidiana.",
            "en": "Whether we believe it's time or not, we must begin a cleansing process where we let go of the habits that disrupt our health, and rethink the inertia with which routine takes its toll on our connection with spirituality in everyday life."
        },
        "Libra": {
            "es": "aaa",
            "en": "aaa"
        },
        "Escorpio": {
            "es": "aaa",
            "en": "aaa"
        },
        "Sagitario": {
            "es": "",
            "en": ""
        },
        "Capricornio": {
            "es": "",
            "en": ""
        },
        "Acuario": {
            "es": "Evolucionar no es el producto de un salto momentáneo en el desarrollo de la conciencia.\nHoy el eclipse nos da un atisbo de luz para iniciar un camino que nos lleve al futuro, hacia la utopía que queremos traer al mundo.",
            "en": "Evolution is not the product of a momentary leap in the development of consciousness.\nToday's eclipse gives us a glimpse of light to begin a path that will lead us to the future, toward the utopia we want to bring to the world."
        },
        "Piscis": {
            "es": "Sentir la necesidad de acercarnos a nuestro Alma suele ser un anhelo que viene sin instrucciones de cómo llevarlo a cabo.\nEl primer paso lo damos al sensibilizarnos ante el mundo, entregarnos a escuchar dónde nos necesita y dar el servicio necesario desde el corazón",
            "en": "Feeling the need to get closer to our Soul is often a longing that comes without instructions on how to carry it out.\nThe first step is to become aware of the world, to listen to where it needs us, and to provide the necessary service from the heart."
        }
    },
    "Luna Llena": {
        "Aries": {
            "es": "Bajo la luz de la luna llena se dan las mejores noches para que salgan a cazar los animales nocturnos, ¿qué instinto animal se despierta esta noche? ¿Hay un impulso deseoso que quiera salir?",
            "en": "Under the light of the full moon are the best nights for nocturnal animals to go hunting. What animal instinct is awakened this night? Is there a yearning impulse that wants to come out?"
        },
        "Tauro": {
            "es": "La luna llena indica el momento de cosechar los frutos y abonar la tierra, con el Sol en Escorpio y la Luna en Tauro, ¿no es ésta la mejor noche para agradecer lo conseguido y despedir lo terminado?",
            "en": "The full moon marks the moment to harvest the fruits and fertilize the earth, with the Sun in Scorpio and the Moon in Taurus. Isn't this the best night to give thanks for what’s been achieved and say goodbye to what's finished?"
        },
        "Géminis": {
            "es": "Brilla completa la Luna en el signo de los gemelos, llena de luz los puentes tejidos entre nosotros, trayendo las palabras justas y sensibles con las que nos podemos nombrar.",
            "en": "The full Moon shines in the sign of the Twins, lighting up the bridges woven between us, bringing the right and sensitive words with which we can name ourselves."
        },
        "Cáncer": {
            "es": "La Luna Madre brilla con todo su esplendor en el signo que rige, la marea emocional es innegable, que la sensibilidad nos bañe hasta ablandarnos por completo, esta noche es para abrazar toda nuestra vulnerabilidad",
            "en": "The Mother Moon shines in all her splendor in the sign she rules. The emotional tide is undeniable, may sensitivity bathe us until we soften completely. This night is for embracing all our vulnerability."
        },
        "Leo": {
            "es": "El signo del Sol le abre el paso a la Luna, el astro mayor le presta su luz para que ésta brille intensa y gozosa en el cielo. En su mejor expresión, Leo sabe que vino al mundo a ayudar a otros a encontrar su Luz.",
            "en": "The sign of the Sun opens the way for the Moon, the greater star lending her light so she can shine intensely and joyfully in the sky. In her best expression, Leo knows that she came into the world to help others find their Light."
        },
        "Virgo": {
            "es": "Atención al detalle y necesidad de organización.",
            "en": "Attention to detail and the need for organization."
        },
        "Libra": {
            "es": "Para salir del ensimismamiento hay que abrir los ojos y ver a quiénes tenemos alrededor. ¿A qué ‘otro’ alumbra esta Luna llena?\nQuien es diferente a mí, me complementa, me atrae.\nLa Luna brilla gracias al Sol, no hay luna llena sin opuestos.",
            "en": "To break out of self-absorption, we must open our eyes and see those around us. What 'other' does this full Moon shine on?\nWhoever is different from me complements me, attracts me.\nThe Moon shines thanks to the Sun, there’s no full moon without opposites."
        },
        "Escorpio": {
            "es": "La Luna Llena en Escorpio nos habla de magia, hasta en la noche más oscura del alma podemos esperar que el brillo lunar nos encuentre.",
            "en": "The Full Moon in Scorpio speaks to us of magic. Even on the darkest night of the soul, we can expect the lunar glow to find us."
        },
        "Sagitario": {
            "es": "Si se celebra en las lunas llenas, esta es la lunación ideal para hacerlo. Que la luz de la luna nos llene de júbilo esta noche, y se pierda nuestra flecha en la noche hasta encontrar nuestro camino entre las estrellas.",
            "en": "If full moons are celebrated, this is the ideal lunation to do so. May the light of the moon fill us with joy tonight, and let our arrow be lost in the night until it finds its way among the stars."
        },
        "Capricornio": {
            "es": "Hasta el signo más duro tiene un día en el que la feminidad lunar lo expresa con ternura, el trabajo arduo que hacemos y que nadie parece notar, es iluminado y reconocido por el amor maternal de la Luna, esta noche brindamos por nuestros logros.",
            "en": "Even the toughest sign has a day when the lunar femininity expresses itself with tenderness. The hard work we do, that no one seems to notice, is illuminated and recognized by the Moon’s maternal love. Tonight we toast to our achievements."
        },
        "Acuario": {
            "es": "Desde lo más alto, la Luna nos une a todes bajo su luz, nos recuerda unidos, compartiendo una misma existencia, un mismo cielo bajo el cual encontrarnos hermanados como individuos de una misma especie.",
            "en": "From the highest point, the Moon unites us all under her light, reminding us that we are united, sharing the same existence, the same sky under which we meet as individuals of the same species."
        },
        "Piscis": {
            "es": "Hasta el océano pisciano, impredecible y salvaje, deja regir sus movimientos por la Luna. En cualquier naufragio emocional nos espera Ella en el cielo, moviendo el oleaje hasta hacernos llegar a la orilla. Todo lo que no entendamos hoy, lo entenderemos luego, sólo nos queda dejarnos flotar.",
            "en": "Even the Piscean ocean, unpredictable and wild, lets its movements be ruled by the Moon. In any emotional shipwreck, She awaits us in the sky, moving the waves until we reach the shore. Everything we don’t understand today, we’ll understand later. All that’s left is to let ourselves float."
        }
    },
    "Luna Nueva": {
        "Aries": {
            "es": "Esta es la luna nueva más iniciadora de todas, la simbología de los comienzos se encuentra reforzada por esta energía y esta fase lunar, lo que se siembre hoy crecerá con la fuerza imparable del fuego.",
            "en": "This is the most initiating new moon of all, the symbolism of beginnings is reinforced by this energy and lunar phase, what is sown today will grow with the unstoppable strength of fire."
        },
        "Tauro": {
            "es": "Donde el toro pisa con firmeza y decisión, deja un hueco en la tierra para sembrar la luna nueva, donde hacer crecer sus frutos sin prisa.",
            "en": "Where the bull steps with firmness and decision, it leaves a gap in the earth to plant the new moon, where its fruits can grow without rush."
        },
        "Géminis": {
            "es": "Hay preguntas que abren nuevas direcciones para explorar, pensamientos que buscan ser dichos, palabras que no paran de hacerse presentes en la mente; bajo esta luna buscamos un silencio interno para escucharlos.",
            "en": "There are questions that open new directions to explore, thoughts that seek to be said, words that keep appearing in the mind; under this moon, we seek inner silence to hear them."
        },
        "Cáncer": {
            "es": "En lo más recóndito de nuestros interiores, se hace presente una nueva puerta hacia nosotros mismos, el alma llama desde adentro.",
            "en": "In the deepest parts of our interiors, a new door to ourselves presents itself, the soul calls from within."
        },
        "Leo": {
            "es": "En noches de Luna Nueva, como esta, el cielo deja ver bien todas las estrellas, todos los soles lejanos.\nBajo este signo, la Luna nueva nos da la oscuridad necesaria para encontrar un nuevo contacto con nuestro brillo.",
            "en": "On new moon nights like this, the sky clearly shows all the stars, all the distant suns.\nUnder this sign, the new moon gives us the darkness needed to find a new connection with our shine."
        },
        "Virgo": {
            "es": "El reloj astrológico nos marca el momento de pulir o reparar eso que estamos postergando.\nHacernos cargo de nuestra salud, resolver ese problema que hay en casa y no quiero afrontar, ajustar nuestra agenda y revisar nuestras exigencias.",
            "en": "The astrological clock marks the time to polish or repair what we've been postponing.\nTake responsibility for our health, solve that problem at home we don't want to face, adjust our schedule, and review our demands."
        },
        "Libra": {
            "es": "Como seres interdependientes, necesitamos de la vincularidad para sobrevivir.\nEn este signo, la Luna Nueva nos invita a crear nuevos vínculos, buscar nuevas formas de vincularnos.",
            "en": "As interdependent beings, we need connectivity to survive.\nIn this sign, the New Moon invites us to create new bonds, seek new ways to connect."
        },
        "Escorpio": {
            "es": "Es el momento ideal para empezar una búsqueda en tus profundidades.\nEs tiempo de sumergirnos en nuestras sombras y empezar a escarbar en nosotros mismos para liberar lo que ya no nos pertenece.",
            "en": "It's the ideal time to start a search in your depths.\nIt's time to dive into our shadows and begin to dig within ourselves to release what no longer belongs to us."
        },
        "Sagitario": {
            "es": "Llama a la puerta la aventura, la necesidad de trotar por el mundo se hace presente desde lo más sutil de nuestro alma y nos pide calibrar nuestra brújula para buscar un nuevo destino.",
            "en": "Adventure knocks on the door, the need to roam the world presents itself from the most subtle part of our soul and asks us to calibrate our compass to seek a new destination."
        },
        "Capricornio": {
            "es": "En la base de la montaña inicia el trabajo de ascenso. Incluso a tientas, bajo la oscuridad de la luna nueva, se nos llama a buscar ese primer peldaño por el que comenzar a escalar hacia la cima.\n¿Sobre qué base puedo construir mis futuros logros?",
            "en": "At the base of the mountain, the ascent begins. Even blindfolded, under the darkness of the new moon, we are called to find that first step to start climbing toward the summit.\nOn what foundation can I build my future achievements?"
        },
        "Acuario": {
            "es": "Es natural buscar tribu, anhelar comunidad.\nEsa red que vibra con tu esencia también anhela encontrarte, ¿cómo podrías sumar tu voz y tus ideas al colectivo?",
            "en": "It's natural to seek tribe, to long for community.\nThat network that vibrates with your essence also longs to find you, how could you add your voice and ideas to the collective?"
        },
        "Piscis": {
            "es": "¿A qué seres no llegó tu empatía aún?\n¿Qué forma nueva podrías explorar para conectar con tu Alma?",
            "en": "Which beings hasn't your empathy reached yet?\nWhat new form could you explore to connect with your Soul?"
        }
    }
}